Repository: unreal666/outwiker
Catalog: plugins/snippets/snippets/locale/*/LC_MESSAGES/snippets.po
Languages: de, ru_ru, sv, uk_ua

source: Snippets management...
de: Schnipsel Management...
ru_ru: Управление шаблонами...
sv: Utdragshantering...
uk_ua: Управління фрагментами...

source: Snippets. Open dialog to edit, create or remove snippets.
de: Schnipsel. Öffne das Dialogfeld um Schnipsel zu bearbeiten, erstellen oder entfernen.
ru_ru: Snippets. Открыть диалог для редактирования, создания или удаления шаблонов.
sv: Textutdrag. Redigera, skapa eller ta bort textsnuttar.
uk_ua: Фрагменти. Відкрити діалог для редагування, створення або видалення фрагментів.

source: Open help...
de: Hilfe öffnen...
ru_ru: Открыть справку...
sv: Öppna hjälpen...
uk_ua: Відкрити довідку...

source: Snippets. Open plugin help.
de: Schnipsel. Offene Plugin-Hilfe.
ru_ru: Snippets. Открыть справку по плагину.
sv: Utdrag. Öppna instickshjälpen.
uk_ua: Фрагменти. Відкриті довідку по додатку.

source: Run recent used snippet...
de: Letzten verwendeten Schnipsel ausführen...
ru_ru: Последний используемый шаблон...
sv: Kör senast använda utdrag...
uk_ua: Останній використаний фрагмент...

source: Snippets. Run recent used snippet.
de: Schnipsel. Letzten verwendeten Schnipsel ausführen.
ru_ru: Snippets. Выполнить последний используемый шаблон.
sv: Textutdrag. Kör senast använda textsnutt.
uk_ua: Фрагменти. Виконати останній використаний фрагмент.

source: snippets
de: Schnipsel
ru_ru: шаблоны
sv: utdrag
uk_ua: фрагменти

source: snippet
de: Schnipsel
ru_ru: шаблон
sv: utdrag
uk_ua: фрагмент

source: Selected text
de: Markierter Text
ru_ru: Выбранный текст
sv: Markerad text
uk_ua: Виділений текст

source: Current date
de: Aktuelles Datum
ru_ru: Текущая дата
sv: Aktuellt datum
uk_ua: Поточна дата

source: Page title
de: Seitentitel
ru_ru: Заголовок страницы
sv: Sidtitel
uk_ua: Заголовок сторінки

source: Page type
de: Seitentyp
ru_ru: Тип страницы
sv: Sidtyp
uk_ua: Тип сторінки

source: Page tags list
de: Seiten Tags Liste
ru_ru: Список меток страницы
sv: Sidtaggslista
uk_ua: Список міток сторінки

source: Attachments path
de: Anlagen-Pfad
ru_ru: Путь до прикрепленных файлов
sv: Sökväg till bilagor
uk_ua: Шлях до прикріплених файлів

source: Path to page
de: Pfad zur Seite
ru_ru: Путь до страницы
sv: Sökväg till sidan
uk_ua: Шлях до сторінки

source: Relative page path
de: Relativer Seitenpfad
ru_ru: Относительный путь страницы
sv: Relativ sidsökväg
uk_ua: Відносний шлях до сторінки

source: Page creation date
de: Seiten Erstellungsdatum
ru_ru: Дата создания страницы
sv: Datum då sidan skapades
uk_ua: Дата створення сторінки

source: Page modification date
de: Seiten Änderungsdatum
ru_ru: Дата изменения страницы
sv: Sidan ändringsdatum
uk_ua: Дата зміни сторінки

source: Page Id
de: Seiten-Id
ru_ru: Идентификатор страницы
sv: Sid-ID
uk_ua: Ідентифікатор сторінки

source: Attachments list
de: Anhänge-Liste
ru_ru: Список прикрепленных файлов
sv: Lista över bilagor
uk_ua: Список прикріплених файлів

source: Child pages
de: Untergeordnete Seiten
ru_ru: Дочерние страницы
sv: Underordnade sidor
uk_ua: Дочірні сторінки

source: {# comment #}
ru_ru: {# комментарий #}
uk_ua: {# коментар #}

source: Snippets management
de: Schnipsel Management
ru_ru: Управление шаблонами
sv: Utdragshantering
uk_ua: Управління фрагментами

source: Add new snippets group
de: Neue Schnipsel Gruppe erstellen
ru_ru: Добавить новую группу шаблонов
sv: Lägg till ny utdragsgrupp
uk_ua: Додати нову групу фрагментів

source: Create new snippet
de: Neuen Schnipsel erstellen
ru_ru: Создать новый шаблон
sv: Skapa nytt utdrag
uk_ua: Створити новий фрагмент

source: Rename
de: Umbenennen
ru_ru: Переименовать
sv: Byt namn
uk_ua: Перейменувати

source: Remove
de: Entfernen
ru_ru: Удалить
sv: Ta bort
uk_ua: Видалити

source: Run snippet
de: Schnipsel starten
ru_ru: Выполнить шаблон
sv: Kör utdraget
uk_ua: Виконати фрагмент

source: Insert variable
de: Variable einfügen
ru_ru: Вставить переменную
sv: Infoga variabel
uk_ua: Вставити змінну

source: Other variable...
de: Andere Variablen...
ru_ru: Другая переменная...
sv: Annan variabel...
uk_ua: Інша змінна...

source: Insert block
de: Block einfügen
ru_ru: Вставить блок
sv: Infoga block
uk_ua: Вставити блок

source: Close
de: Schließen
ru_ru: Закрыть
sv: Stäng
uk_ua: Закрити

source: File
ru_ru: Файл

source: Edit
de: Bearbeiten
ru_ru: Правка
uk_ua: Редагування

source: Help
ru_ru: Справка

source: Undo
de: Rückgängig
ru_ru: Отменить
uk_ua: Скасувати

source: Redo
de: Wiederherstellen
ru_ru: Вернуть
uk_ua: Повернути

source: Cut
de: Ausschneiden
ru_ru: Вырезать
uk_ua: Вирізати

source: Copy
de: Kopieren
ru_ru: Копировать
uk_ua: Копіювати

source: Paste
de: Einfügen
ru_ru: Вставить
uk_ua: Вставити

source: Select All
de: Alles markieren
ru_ru: Выбрать все
uk_ua: Виділити все

source: No snippet errors
de: Kein Schnipsel Fehler
ru_ru: Нет ошибок в шаблоне
sv: Inga utdragsfel
uk_ua: Фрагмент без помилок

source: Snippets
de: Schnipsel
ru_ru: Шаблоны
sv: Textutdrag
uk_ua: Фрагменти

source: Remove directory "{}" and all snippets inside?
de: Entferne Verzeichnis "{}" und alle enthaltene Schnipsel?
ru_ru: Удалить папку "{}" и все шаблоны внутри нее?
sv: Ta bort mappen "{}" och alla utdrag i mappen?
uk_ua: Видалити каталог "{}" і всі фрагменти всередині?

source: Remove snippets directory
de: Schnipsel-Verzeichnis löschen
ru_ru: Удалить папку с шаблонами
sv: Ta bort utdragsmappen
uk_ua: Видалити каталог з фрагментами

source: Can't remove directory "{}"
de: Verzeichnis kann nicht entfernt werden "{}"
ru_ru: Невозможно удалить папку "{}"
sv: Kan inte ta bort mappen "{}"
uk_ua: Неможливо видалити каталог "{}"

source: Error
de: Fehler
ru_ru: Ошибка
sv: Fel
uk_ua: Помилка

source: Remove snippet "{}"?
de: Schnipsel entfernen "{}"?
ru_ru: Удалить шаблон "{}"?
sv: Vill du ta bort utdraget "{}"?
uk_ua: Видалити фрагмент "{}"?

source: Remove snippet
de: Schnipsel entfernen
ru_ru: Удалить шаблон
sv: Ta bort utdrag
uk_ua: Видалити фрагмент

source: Can't remove snippet "{}"
de: Schnipsel kann nicht entfernt werden "{}"
ru_ru: Невозможно удалить шаблон "{}"
sv: Kan inte ta bort utdraget "{}"
uk_ua: Неможливо видалити фрагмент "{}"

source: Can't create directory {}
de: Verzeichnis kann nicht erstellt werden {}
ru_ru: Невозможно создать папку {}
sv: Kan inte skapa mappen {}
uk_ua: Неможливо створити каталог {}

source: Can't rename the snippet '{}' {}
de: Der Schnipsel {} kann nicht umbenannt werden
ru_ru: Невозможно переименовать шаблон '{}' {}
sv: Kan inte byta namn på utdraget '{}' {}
uk_ua: Неможливо перейменувати фрагмент '{}' {}

source: Can't read the snippet {}
de: Der Schnipsel {} kann nicht gelesen werden
ru_ru: Невозможно прочитать шаблон {}
sv: Kan inte läsa utdraget {}
uk_ua: Не вдалося прочитати фрагмент {}

source: Can't create snippet {}
de: Der Schnipsel {} kann nicht erstellt werden
ru_ru: Невозможно создать шаблон {}
sv: Kan inte skapa utdraget {}
uk_ua: Неможливо створити фрагмент {}

source: Can't save snippet {}
de: Der Schnipsel {} kann nicht gespeichert werden
ru_ru: Невозможно сохранить шаблон {}
sv: Kan inte spara utdraget {}
uk_ua: Неможливо зберегти фрагмент {}

source: Enter variable name (English leters, numbers and _ only)
de: Variablennamen eingeben (Nur englische Buchstaben, Zahlen und _)
ru_ru: Введите имя переменной (допускаются только английские буквы, цифры и символ _)
sv: Ange variabelnamn (endast engelska bokstäver, siffror och understreck _ )
uk_ua: Введіть ім'я змінної (тільки англійські літери, цифри і символ _)

source: Variable name
de: Variablenname
ru_ru: Имя переменной
sv: Variabelnamn
uk_ua: Ім'я змінної

source: Invalid variable name "{}"
de: Ungültiger Variablenname "{}"
ru_ru: Неправильное имя переменной "{}"
sv: Ogiltig variabelnamn "{}"
uk_ua: Неприпустиме ім'я змінної "{}"

source: Preview
de: Vorschau
ru_ru: Просмотр
sv: Förhandsgranskning
uk_ua: Перегляд

source: Snippet
de: Schnipsel
ru_ru: Шаблон
sv: Textutdrag
uk_ua: Фрагмент

source: Insert as wiki command
de: Als Wiki-Befehl einfügen
ru_ru: Вставить как викикоманду
sv: Infoga som wiki-kommando
uk_ua: Вставити як вікі-команду

source: {} | Snippet variables
de: {} | Schnipsel Variablen
ru_ru: {} | Переменные шаблона
sv: {} | Utdragsvariabler
uk_ua: {} | Змінні фрагменту

source: Expand (Shift+Enter)
de: Erweitern (Shift+Enter)
ru_ru: Развернуть (Shift+Enter)
sv: Expandera (Shift + Enter)
uk_ua: Розгорнути

source: Collapse
de: Einklappen
ru_ru: Свернуть
sv: Komprimera
uk_ua: Згорнути

source: Snippet error
de: Schnipsel Fehler
ru_ru: Ошибка в шаблоне
sv: Textudragsfel
uk_ua: Помилка у фрагменті

source: Plugin to store text snippets
de: Plugin zum Speichern von Text-Schnipsel
ru_ru: Плагин для хранения шаблонов текста
sv: Insticksmodul för att lagra textutdrag
uk_ua: Додаток для зберігання текстових фрагментів

source: https://jenyay.net/Outwiker/SnippetsEn
ru_ru: https://jenyay.net/Outwiker/Snippets
uk_ua: https://jenyay.net/Outwiker/Snippets

source: Snippet "{name}" not found
de: Schnipsel "{name}" nicht gefunden
ru_ru: Шаблон "{name}" не найден
sv: Textutdraget "{name}" hittades inte
uk_ua: Фрагмент "{name}" не знайдено

source: Snippet error at line {line}: {text}
de: Schnipsel-Fehler in Zeile {line}: {text}
ru_ru: Ошибка шаблона в строке {line}: {text}
sv: Utdragsfel på rad {line}: {text}
uk_ua: Помилка фрагменту в рядку {line}: {text}

source: Snippet reading error: {text}
de: Schnipsel Lesefehler: {text}
ru_ru: Ошибка чтения шаблона: {text}
sv: Inläsningsfel: {text}
uk_ua: Помилка читання фрагменту: {text}

source: Snippet processing error: {text}
de: Schnipsel Verarbeitung Fehler: {text}
ru_ru: Ошибка разбора шаблона: {text}
sv: Bearbetningsfel: {text}
uk_ua: Помилка обробки фрагменту: {text}

source: help/en
de: Hilfe/en
ru_ru: help/ru
uk_ua: help/ua

source: Snippet error:
de: Schnipsel Fehler:
ru_ru: Ошибка в шаблоне:
sv: Utdragsfel:
uk_ua: Помилка у фрагменті:

source: Can't read file '{}'
de: Kann Datei nicht lesen '{}'
ru_ru: Невозможно прочитать файл '{}'
sv: Kan inte läsa filen "{}"
uk_ua: Помилка читання файлу '{}'
