Repository: unreal666/outwiker
Catalog: plugins/updatenotifier/updatenotifier/locale/*/LC_MESSAGES/updatenotifier.po
Languages: de, ru_ru, sv, uk_ua

source: UpdateNotifier [Plugin]
ru_ru: UpdateNotifier [Плагин]
sv: UpdateNotifier [Instick]
uk_ua: UpdateNotifier [Додаток]

source: Check for new versions...
de: Überprüfung auf neue Versionen...
ru_ru: Поиск новых версий...
sv: Sök efter ny version...
uk_ua: Пошук нових версій...

source: Installed OutWiker version
de: Installierte Version von OutWiker
ru_ru: Установленная версия OutWiker
sv: Installerad OutWiker-version
uk_ua: Встановлена версія OutWiker

source: Latest stable OutWiker version
de: Letzte stabile Version von OutWiker
ru_ru: Последняя стабильная версия OutWiker
sv: Senaste stabila OutWiker-version
uk_ua: Остання стабільна версія OutWiker

source: Latest unstable OutWiker version
de: Letzte instabile Version von OutWiker
ru_ru: Последняя нестабильная версия OutWiker
sv: Senaste instabila OutWiker-version
uk_ua: Остання нестабільна версія OutWiker

source: Version history
de: Versions Verlauf
ru_ru: История версий
sv: Versionshistorik
uk_ua: Істория версій

source: More info
de: Mehr info
ru_ru: Подробности
sv: Mer information
uk_ua: Детальніше

source: Update
ru_ru: Обновить
uk_ua: Оновити

source: Install
de: Installieren
ru_ru: Установить
uk_ua: Встановити

source: Uninstall
de: Deinstallieren
ru_ru: Удалить
uk_ua: Видалити

source: __updateLang
ru_ru: ru
sv: en
uk_ua: ru

source: The download link was not found in plugin description. Please update plugin manually
de: Der Download-Link wurde nicht im Plugin-Beschreibung gefunden. Bitte Plugin manuell aktualisieren
ru_ru: В описании плагина не найдена ссылка для скачивания. Пожалуйста, обновите плагин вручную
uk_ua: Посилання на завантаження в описі додатку не знайдено. Будь ласка, оновіть додаток вручну

source: Plugin was NOT updated. Please update plugin manually
de: Plugin wurde NICHT aktualisiert. Bitte Plugin manuell aktualisieren
ru_ru: Плагин НЕ БЫЛ обновлен. Пожалуйста, обновите плагин вручную
uk_ua: Додаток НЕ оновлено. Будь ласка, оновіть додаток вручну

source: The plugin description can't be downloaded. Please install plugin manually
de: Die Plugin-Beschreibung kann nicht heruntergeladen werden. Bitte Plugin manuell installieren
ru_ru: Невозможно скачать описание плагина. Пожалуйста, установите плагин вручную
uk_ua: Опис додатку не може бути завантажений. Будь ласка, встановіть додаток вручну

source: The plugin required newer version of OutWiker. Please update OutWiker
de: Das Plugin benötigt eine neuere Version von OutWiker. Bitte aktualisieren Sie OutWiker
ru_ru: Плагину требуется более новая версия OutWiker. Пожалуйста, обновите OuWiker
uk_ua: Додатку потрібна новіша версія OutWiker. Будь ласка, оновіть OutWiker

source: The download link was not found in plugin description. Please install plugin manually
de: Der Download-Link wurde nicht im Plugin-Beschreibung gefunden. Bitte Plugin manuell installieren
ru_ru: В описании плагина не найдена ссылка для скачивания. Пожалуйста, установите плагин вручную
uk_ua: Не знайдено посилання на завантаження в описі додатку. Будь ласка, встановіть додаток вручну

source: Plugin was NOT Installed. Please update plugin manually
de: Plugin wurde NICHT installiert. Bitte Plugin manuell aktualisieren
ru_ru: Плагин не может быть установлен. Пожалуйста, обновите плагин вручную
uk_ua: Додаток НЕ встановлено. Оновіть додаток вручну

source: Plugin's folder can't be deleted. Please delete the following path: {}
ru_ru: Папка с плагином не может быть удалена. Пожалуйста, удалите следующие папки: {}
uk_ua: Не можна видалити папку плагіна. Будь ласка, видаліть наступний шлях: {}

source: Check for update OutWiker and plug-ins for it. Append menu item "Help -> Check for Updates..."
de: Überprüfung auf Update für OutWiker und Plugins. Es wird ein Menüpunkt "Hilfe -> überprüfen auf Aktualisierungen..." eingefügt
ru_ru: Проверка обновлений OutWiker и плагинов для него. Добавляет пункт меню "Справка -> Проверить обновления..."
sv: Sök efter uppdateringar till OutWiker och insticksmoduler. Lägg till menyobjektet "Hjälp -> Sök efter uppdateringar..."
uk_ua: Перевірка оновлень OutWiker та його плагінів. Додає пункт меню "Довідка -> Перевірити оновлення..."

source: https://jenyay.net/Outwiker/UpdateNotifierEn
uk_ua: https://jenyay.net/Outwiker/UpdateNotifier

source: Check for Updates...
de: Nach Updates suchen...
ru_ru: Проверить обновления...
sv: Sök efter uppdateringar...
uk_ua: Перевірити оновлення...

source: UpdateNotifier plugin. Check for updates
de: UpdateNotifier-Plugin. Nach Updates suchen
ru_ru: Плагин UpdateNotifier. Поиск обновлений
sv: Uppdateringsinstick. Sök efter uppdateringar
uk_ua: Додаток UpdateNotifier. Пошук оновлень

source: Silence check for Updates...
de: Stille Updatessuche...
ru_ru: Тихая проверка обновлений...
sv: Tyst uppdateringssökning...
uk_ua: Тиха перевірка оновлень...

source: UpdateNotifier plugin. Check for updates. Silence mode
de: UpdateNotifier-Plugin. Nach Updates suchen. Stillmodus
ru_ru: Плагин UpdateNotifier. Поиск обновлений. Тихий режим
sv: Uppdateringsinstick. Sök efter uppdateringar. Tyst läge
uk_ua: Додаток UpdateNotifier. Пошук оновлень. Тихий режим

source: Check for updates
de: Nach Updates suchen
ru_ru: Проверка обновлений
sv: Sök efter uppdateringar
uk_ua: Перевірка оновлень

source: Ignore updates unstable versions
de: Aktuelles instabilen Versionen ignorieren
ru_ru: Игнорировать обновления нестабильных версий
sv: Undanta instabila versioner
uk_ua: Ігнорувати оновлення нестабільних версій

source: Never
de: Nie
ru_ru: Никогда
sv: Aldrig
uk_ua: Ніколи

source: Every day
de: Täglich
ru_ru: Каждый день
sv: Varje dag
uk_ua: Щодня

source: Every two days
de: Alle zwei Tage
ru_ru: Раз в два дня
sv: Varannan dag
uk_ua: Кожні два дні

source: Every three days
de: Alle drei Tage
ru_ru: Раз в три дня
sv: Var tredje dag
uk_ua: Кожні три дні

source: Every week
de: Jede Woche
ru_ru: Раз в неделю
sv: Varje vecka
uk_ua: Щотижня

source: Every two weeks
de: Alle zwei Wochen
ru_ru: Раз в две недели
sv: Varannan vecka
uk_ua: Кожні два тижні

source: Every month
de: Jeden Monat
ru_ru: Раз в месяц
sv: Varje månad
uk_ua: Щомісяця

source: Custom
de: Anders
ru_ru: Другое
sv: Anpassat
uk_ua: Інше
