Repository: unreal666/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: it_it, uk_ua

source: Header cells for first row
uk_ua: Клітинки заголовка для першого рядка

source: Custom icon
uk_ua: Значок користувача

source: Default icon
it_it: Icona predefinita
uk_ua: Іконка за замовчуванням

source: Insert table
uk_ua: Вставити таблицю

source: Border width
uk_ua: Товщина рамки

source: Remove page "{}" and all subpages?
it_it: Rimuovere la pagina "{}" e tutte le pagine sottostanti?

source: !! First Wiki Page This is the first page. You can use a text formating: '''bold''', ''italic'', {+underlined text+}, [[http://jenyay.net | link]] and others.
it_it: !! Prima pagina Wiki Questa è la prima pagina. È possibile usare la formattazione del testo: '''grassetto''', ''corsivo'', {+sottolineato+}, [[http://jenyay.net | link]] e altre.

source: Can't open file %s
it_it: Impossibile aprire il file %s

source: Can't parse version
it_it: Impossibile analizzare la versione

source: Insert code (monospaced font)
it_it: Inserisci codice (carattere monospazio)

source: Table row
it_it: Riga della tabella

source: Insert a table row
it_it: Inserire una riga

source: &Toolbars
it_it: &Barre degli strumenti

source: Curent icon
it_it: Icona attuale

source: Hour (24-hour clock) as a decimal number [00,23]
it_it: Orario come numero decimale [00,23]

source: Hour (12-hour clock) as a decimal number [01,12]
it_it: Orario (12 ore) come numero decimale [01,12]

source: Actions with the same hotkey
it_it: Azioni con la stessa combinazione di tasti

source: Autosave interval in seconds (0 - disabled)
it_it: Intervallo di salvataggio automatico in secondi (0 per disattivare)

source: Recent files history length (restart required)
it_it: Lunghezza della cronologia dei file recenti (riavvio richiesto)

source: Language (restart required)
it_it: Lingua (riavvio richiesto)

source: &Cancel
it_it: &Annulla

source: Can't change page style
it_it: Impossibile modificare lo stile della pagina

source: A page with this title already exists
it_it: Esiste già una pagina con questo titolo

source: None
it_it: Nessuno

source: &Search
it_it: &Cerca

source: Page style Error. Style by default is used
it_it: Errore della pagina di stile. Verrà utilizzato lo stile di default

source: Can't save file {}
it_it: Impossibile salvare il file {}

source: Can't read file {}
it_it: Impossibile leggere il file {}

source: Can't create HTML file
it_it: Impossibile creare il file HTML

source: Equation
it_it: Equazione

source: <b>Can't create thumbnails directory</b>
it_it: <b>Impossibile creare la directory delle anteprime</b>

source: <b>Can't create image file</b>
it_it: <b>Imossibile creare file di immagine</b>

source: <b>Width error</b>
it_it: <b>Errore di larghezza</b>

source: <b>Can't create thumbnail: %s</b>
it_it: <b>Impossibile creare l'anteprima: %s</b>
