Repository: unreal666/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: it_it, uk_ua

source: Error reading page {}
uk_ua: Помилка читання сторінки {}

source: Plug-in "{}". Can't read "{}" file
uk_ua: Додаток "{}". Помилка читання файлу "{}"

source: Plug-in "{}" is outdated. Please, update the plug-in.
uk_ua: Додаток "{}" застарів. Будь ласка, оновіть додаток.

source: Plug-in "{}" is designed for a newer version OutWiker. Please, install a new OutWiker version.
uk_ua: Додаток "{}" розроблений для нової версії OutWiker. Будь ласка, встановіть нову версію OutWiker.

source: Page is opened as read-only
it_it: La pagina è attualmente aperta in sola lettura
uk_ua: Сторінка відкрита лише для читання

source: Error
it_it: Errore
uk_ua: Помилка

source: File '%s' exists already
it_it: Il file '%s' è già esistente
uk_ua: Файл '%s' уже існує

source: Error copying files {0}
it_it: Errore durante la copia dei file {0}
uk_ua: Помилка копіювання файлів {0}

source: You can't remove the root element
it_it: Impossibile rimuovere l'elemento radice
uk_ua: Не можна видалити кореневий елемент

source: Remove page "{}" and all subpages? All attached files will also be deleted.
uk_ua: Видалити сторінку "{}" та всі вкладені сторінки? Всі прикріплені файли також буде видалено.

source: Remove page?
it_it: Eliminare la pagina?
uk_ua: Видалити сторінку?

source: Can't remove page
it_it: Impossibile eliminare la pagina
uk_ua: Неможливо видалити сторінку

source: Loading
it_it: Caricamento
uk_ua: Завантаження

source: Opening notes tree...
it_it: Apertura struttura note...
uk_ua: Відкриття дерева нотаток...

source: Can't load wiki '%s'
it_it: Impossibile caricare la wiki '%s'
uk_ua: Неможливо завантажити вікі '%s'

source: Can't load wiki '%s' File __page.opt is invalid. Clear this file and load wiki? Bookmarks will be lost
it_it: Impossibile caricare la wiki ' %s' Il file __page.opt è non valido. Eliminare questo file e caricare la wiki? I preferiti andranno persi
uk_ua: Помилка завантаження '%s' Файл __page.opt зіпсований. Очистити даний файл і перезавантажити вікі? При цьому закладки будуть втрачені.

source: __page.opt error
it_it: errore __page.opt
uk_ua: Помилка в файлі __page.opt

source: First Wiki Page
it_it: Prima pagina Wiki
uk_ua: Перша вікісторінка

source: !! First Wiki Page This is the first page. You can use a text formatting: '''bold''', ''italic'', {+underlined text+}, [[http://jenyay.net | link]] and others.
uk_ua: !! Перша вікісторінка Це перша сторінка. Тут Ви можете використовувати форматування тексту, наприклад: '''напівжирний шрифт''', ''курсив'', {+підкреслений текст+}, [[http://jenyay.net | посилання]] тощо.

source: test
it_it: prova
uk_ua: Перевірка

source: Can't create wiki
it_it: Impossibile creare la wiki
uk_ua: Неможливо створити вікі

source: Can't open clipboard
it_it: Impossibile aprire gli Appunti
uk_ua: Неможливо відкрити буфер обміну

source: Can't copy text to clipboard
it_it: Impossibile copiare il testo negli Appunti
uk_ua: Помилка копіювання тексту в буфер обміну

source: Can't move page when page with that title already exists
it_it: Impossibile spostare la pagina quando esiste già una pagina con lo stesso titolo
uk_ua: Неможливо перемістити сторінку, так як сторінка з накою назвою вже існує

source: Can't move page
it_it: Impossibile spostare la pagina
uk_ua: Неможливо перемістити сторінку

source: You can't rename the root element
it_it: Impossibile rinominare l'elemento radice
uk_ua: Не можна перейменувати кореневий елемент

source: Can't rename page "{}" to "{}"
it_it: Imossibile rinominare la pagina "{}" in "{}"
uk_ua: Неможливо перейменувати сторінку "{}" в "{}"

source: The invalid page title
it_it: Titolo di pagina non valido
uk_ua: Назва сторінки невірна

source: {0} Continue?
it_it: {0} Continuare?
uk_ua: {0} Продовжити?

source: The page title
it_it: Titolo della pagina
uk_ua: Заголовок сторінки

source: Enter format of the date
it_it: Immettere il formato della data
uk_ua: Введіть формат дати

source: Date format
it_it: Formato data
uk_ua: Формат дати

source: versions_lang
uk_ua: ru

source: awards
it_it: premi
uk_ua: нагороди

source: battery
it_it: batteria
uk_ua: батарейка

source: books
it_it: libri
uk_ua: книжки

source: computer
uk_ua: комп'ютер

source: emotions
it_it: emozioni
uk_ua: емоції

source: flags
it_it: bandiere
uk_ua: прапори

source: folders
it_it: cartelle
uk_ua: папки

source: food
it_it: cibo
uk_ua: продукти

source: internet
uk_ua: інтернет

source: money
it_it: soldi
uk_ua: гроші

source: people
it_it: persone
uk_ua: люди

source: signs
it_it: segnali
uk_ua: символи

source: software
uk_ua: програми

source: tags
it_it: tag
uk_ua: мітки

source: weather
it_it: meteo
uk_ua: погода

source: Line Breaks (<br/>)
uk_ua: Розриви рядків (<br/>)

source: Printing error
it_it: Errore di stampa
uk_ua: Помилка друку

source: The page title contains the expression "%xx". Links on this page may be invalid.
it_it: Il titolo della pagina contiene l'espressione "%xx". I collegamenti a questa pagina potrebbero non essere validi.
uk_ua: Заголовок сторінки містить вираз "%xx". Посилання на дану сторінку можуть не працювати.

source: The page title is empty
it_it: Il titolo della pagina è vuoto
uk_ua: Заголовок сторінки порожній

source: Invalid the page title
it_it: Titolo della pagina non valido
uk_ua: Назва сторінки невірна

source: The page title can not begin with __
it_it: Il titolo della pagina non può iniziare con __
uk_ua: Заголовок сторінки не може починатись з __

source: The page title contains invalid characters
it_it: Il titolo della pagina contiene caratteri non validi
uk_ua: Заголовок сторінки містить заборонені символи

source: The page title contains invalid characters for Microsoft Windows operating system
it_it: Il titolo della pagina contiene caratteri non validi per il sistema operativo Microsoft Windows
uk_ua: Заголовок сторінки містить заборонені в Microsoft Windows символи

source: Search Page
it_it: Pagina di ricerca
uk_ua: Сторінка пошуку

source: # Search
it_it: # Ricerca
uk_ua: # Пошук

source: Search
it_it: Cerca
uk_ua: Пошук

source: Tags:
it_it: Tag:
uk_ua: Мітки:

source: Any tag
it_it: Qualsiasi tag
uk_ua: Будь-яка мітка

source: All tags
it_it: Tutte le tag
uk_ua: Всі мітки

source: Tags
it_it: Tag
uk_ua: Мітки

source: Clear all tags
it_it: Rimuovi tutte le tag
uk_ua: Очистити всі мітки

source: Find
it_it: Cerca
uk_ua: Знайти

source: Sort by
it_it: Ordina per
uk_ua: Сортувати за

source: Search pages...
it_it: Pagine di ricerca...
uk_ua: Пошук сторінок...

source: Last modified date: {0}
it_it: Data dell'ultima modifica: {0}
uk_ua: Дата останньої зміни: {0}

source: Title
it_it: Titolo
uk_ua: Заголовок

source: Title (inverse)
it_it: Titolo (inverso)
uk_ua: Заголовок (зворотній порядок)

source: Changing date (newest first)
it_it: Data di modifica (dalla più recente)
uk_ua: Дата зміни (спочатку нові)

source: Changing date (oldest first)
it_it: Data di modifica (dalla meno recente)
uk_ua: Дата зміни (спочатку старі)

source: Creation date (newest first)
it_it: Data di creazione (dalla più recente)
uk_ua: Дата створення (спочатку нові)

source: Creation date (oldest first)
it_it: Data di creazione (dalla meno recente)
uk_ua: Дата створення (спочатку старі)

source: Heading
it_it: Intestazione
uk_ua: Заголовки

source: Font
it_it: Tipo di carattere
uk_ua: Шрифт

source: Align
uk_ua: Вирівнювання

source: Table
uk_ua: Таблиця

source: Alignment
it_it: Allineamento
uk_ua: Вирівнювання

source: Formatting
it_it: Formattazione
uk_ua: Форматування

source: Lists
uk_ua: Списки

source: Tables
uk_ua: Таблиці

source: Code / Preview
it_it: Codice / anteprima
uk_ua: Код / Перегляд

source: Switch Code <--> Preview for HTML and wiki pages
it_it: Passa da codice <--> anteprima per le pagine HTML e wiki
uk_ua: Перемикання Код <--> Перегляд для HTML- та вікісторінок

source: Auto Line Wrap
it_it: Testo a capo automatico
uk_ua: Автоматичне перенесення рядків

source: Auto line wrap for HTML pages
it_it: Testo a capo automatico per le pagine HTML
uk_ua: Автоматичне перенесення рядків на HTML-сторінці

source: HTML Page
it_it: Pagina HTML
uk_ua: HTML-сторінка

source: Appearance
it_it: Aspetto
uk_ua: Зовнішній вигляд

source: Preview
it_it: Anteprima
uk_ua: Перегляд

source: Page rendered. Please wait…
it_it: Rendering della pagina. Attendere…
uk_ua: Сторінка формується для відображення. Будь-ласка, зачекайте…

source: Page loading. Please wait…
uk_ua: Сторінка завантажується. Будь ласка, зачекайте...

source: Page loading error: {}
uk_ua: Помилка завантаження сторінки: {}

source: Text Page
it_it: Pagina di testo
uk_ua: Текстова сторінка

source: Wiki
uk_ua: Вікі

source: Commands
it_it: Comandi
uk_ua: Команди

source: Show HTML Code Tab
it_it: Visualizza la scheda del codice HTML
uk_ua: Показувати вкладку з кодом HTML

source: Highlight the Wiki Notation
uk_ua: Розфарбовувати вікінотацію

source: Thumbnail Size
it_it: Dimensione anteprime
uk_ua: Розмір мініатюр

source: Template for empty page
it_it: Modello di pagina vuota
uk_ua: Шаблон для пустої сторінки

source: Default link style
it_it: Stile predefinito del link
uk_ua: Стиль посилань за замовчуванням

source: [[comment -> link]]
it_it: [[commento -> link]]
uk_ua: [[коментар -> посилання]]

source: [[link | comment]]
it_it: [[link| commento]]
uk_ua: [[посилання | коментар]]

source: Thumbnails
it_it: Anteprime
uk_ua: Мініатюра

source: File name
it_it: Nome del file
uk_ua: Ім’я файлу

source: Thumbnail size
it_it: Dimensione anteprime
uk_ua: Розмір мініатюри

source: Width
it_it: Larghezza
uk_ua: Ширина

source: Height
it_it: Altezza
uk_ua: Висота

source: Max size
it_it: Dimensione massima
uk_ua: Максимальний розмір

source: 0 - default size
it_it: 0 - dimensioni predefinite
uk_ua: 0 - розмір за замовчуванням

source: Wiki Page
it_it: Pagina wiki
uk_ua: Вікісторінка

source: Select font size
it_it: Selezionare la dimensione del carattere
uk_ua: Оберіть розмір шрифту

source: Font size
it_it: Dimensione carattere
uk_ua: Розмір шрифту

source: !!! Attachment (:attachlist:) ---- !!! Child pages (:childlist:)
it_it: !!! Allegato (:attachlist:) --- !!! Pagine discendenti (:childlist:)
uk_ua: !!! Долучені файли (:attachlist:) ---- !!! Дочірні сторінки (:childlist:)

source: Children (:childlist:)
it_it: Discendenti (:childlist:)
uk_ua: Дочірні сторінки (:childlist:)

source: Insert (:childlist:) command
it_it: Inserisci il comando (:childlist:)
uk_ua: Вставити команду (:childlist:)

source: as in tree
it_it: come nell'albero
uk_ua: як в дереві

source: by name
it_it: per nome
uk_ua: за ім’ям

source: by creation date
it_it: per data di creazione
uk_ua: за датою створення

source: by changing date
it_it: per modifica data
uk_ua: за датою зміни

source: Sort
it_it: Ordinamento
uk_ua: Сортування

source: Descending sort
it_it: Ordinamento discendente
uk_ua: Сортувати за спаданням

source: Thumbnail
it_it: Anteprima immagini
uk_ua: Мініатюра

source: Insert thumbnail
it_it: Inserisci anteprima immagini
uk_ua: Вставити мініатюру

source: Non-parsed [=…=]
it_it: Non analizzato [=…=]
uk_ua: Оформлене [=…=]

source: Non parsed text
it_it: Testo non analizzato
uk_ua: Текст без перетворення

source: Include (:include ...:)
it_it: Includere (:include ...:)
uk_ua: Включення (:include ...:)

source: Insert (:include:) command
it_it: Inserisci il comando (:include:)
uk_ua: Вставити команду (:include:)

source: Current page does not have any attachments
it_it: La pagina corrente non ha allegati
uk_ua: До поточної сторінки не долучено жодного файлу

source: Select attachment
it_it: Selezionare allegato
uk_ua: Оберіть долучений файл

source: Encoding
it_it: Codifica
uk_ua: Кодування

source: Convert symbols <, > and && to HTML
it_it: Convertire i caratteri <, > e && in HTML
uk_ua: Перетворювати символи <,> і && в HTML-представлення

source: Parse wiki notation
it_it: Analizzare la notazione wiki
uk_ua: Увімкнути розбір вікінотації

source: Attachment (:attachlist:)
it_it: Allegato (:attachlist:)
uk_ua: Долучені файли (:attachlist:)

source: Insert (:attachlist:) command
it_it: Inserisci il comando (:attachlist:)
uk_ua: Вставити команду (:attachlist:)

source: Name
it_it: Nome
uk_ua: Ім’я

source: Extension
it_it: Estensione
uk_ua: Додатку

source: Size
it_it: Dimensione
uk_ua: Розміру

source: Date
it_it: Data
uk_ua: Дати

source: Sort by
it_it: Ordina per
uk_ua: Сортувати за

source: Big font
it_it: Ingrandisci carattere
uk_ua: Великий шрифт

source: Update HTML Code
it_it: Aggiorna il codice HTML
uk_ua: Оновити код HTML

source: Update HTML code for wiki page
it_it: Aggiorna il codice HTML di una pagina wiki
uk_ua: Оновити код HTML для вікісторінки

source: Date format (empty string - format from program setting)
it_it: Formato data (se lasciato vuoto il formato viene impostato dalle preferenze del programma)
uk_ua: Формат дати (порожній рядок - формат буде прочитаний з налаштувань програми)

source: Creation date (:crdate:)
it_it: Data creazione (:crdate:)
uk_ua: Дата створення (:crdate:)

source: Insert command (:crdate:) for show date of creation of the page
it_it: Inserisci il comando (:crdate:) per visualizzare la data di creazione della pagina
uk_ua: Вставити команду (:crdate:) для показу дати створення сторінки

source: Edition date (:eddate:)
it_it: Data di modifica (:eddate:)
uk_ua: Дата останнього виправлення (:eddate:)

source: Insert command (:eddate:) for show date of last modification of the page
it_it: Inserisci il comando (:eddate:) per visualizza la data dell'ultima modifica della pagina
uk_ua: Вставити команду (:eddate:) для показу дати останньої зміни сторінки

source: Html Code
it_it: Codice HTML
uk_ua: Код HTML

source: Open HTML code for wiki page
it_it: Apre il codice HTML relativo la pagina wiki
uk_ua: Відкрити код HTML для вікісторінки

source: Small font
it_it: Riduci carattere
uk_ua: Дрібний шрифт

source: Can't load file %s
it_it: Impossibile caricare il file %s
uk_ua: Не вдалося завантажити файл %s

source: <b>Can't open file %s</b>
it_it: <b>Impossibile aprire il file %s</b>
uk_ua: <b>Не вдалося відкрити файл %s</b>

source: <b>Encoding error in file %s</b>
it_it: <b>Errore di codifica nel file %s</b>
uk_ua: <b>Помилка кодування файлу %s</b>

source: <b>Can't create thumbnail for "{}"</b>
uk_ua: <b>Помилка створення мініатюри для "{}"</b>

source: General
it_it: Generale
uk_ua: Загальні

source: Exit…
it_it: Uscita…
uk_ua: Вихід…

source: Close OutWiker
it_it: Chiudere OutWiker
uk_ua: Закрити OutWiker

source: Really exit?
it_it: Uscire?
uk_ua: Ви дійсно хочете вийти?

source: Exit
it_it: Esci
uk_ua: Вийти

source: Help
it_it: Guida
uk_ua: Довідка

source: Open help
it_it: Apri la Guida
uk_ua: Відкрити довідку

source: help_en
uk_ua: help_ru

source: Fullscreen
it_it: Schermo intero
uk_ua: Повноекранний режим

source: Fullscreen mode on/off
it_it: Modalità schermo intero on/off
uk_ua: Повноекранний режим увімк./вимк.

source: Sort Children Pages Alphabetically
it_it: Ordina alfabeticamente le pagine discendenti
uk_ua: Впорядкувати дочірні сторінки за алфавітом

source: Sort children pages alphabetically
it_it: Ordina alfabeticamente le pagine discendenti
uk_ua: Впорядкувати дочірні сторінки за алфавітом

source: Wiki is not open
it_it: Wiki non aperta
uk_ua: Вікі не відкрита

source: Go to parent page
uk_ua: Перейти на parent сторінку

source: Open parent page
uk_ua: Відкриті parent сторінку

source: Go to first child page
uk_ua: Перейти до першої child сторінки

source: Open first child page
uk_ua: Відкрити першу child сторінку

source: Go to next page
uk_ua: Перейти на наступну сторінку

source: Open next page
it_it: Apri pagina successiva
uk_ua: Відкрити наступну сторінку

source: Go to previous page
uk_ua: Перейти на попередню сторінку

source: Open previous page
it_it: Apri pagina precedente
uk_ua: Відкрити попередню сторінку

source: Back
it_it: Indietro
uk_ua: Назад

source: Forward
it_it: Avanti
uk_ua: Вперед

source: Open Plugins Folder
it_it: Apri la cartella Plugins
uk_ua: Відкрити папку з додатками

source: Open folder with plugins
it_it: Apre la cartella contenente i Plugin
uk_ua: Відкриває папку з плагінами

source: Can't open folder '{}'
it_it: Impossibile aprire la cartella '{}'
uk_ua: Не вдається відкрити теку '{}'

source: Remove Page…
it_it: Elimina la pagina…
uk_ua: Видалити сторінку…

source: Remove current page and all children
it_it: Elimina la pagina corrente e tutte le discendenti
uk_ua: Видатили поточну та всі дочірні сторінки

source: Move Page Up
it_it: Sposta la pagina su
uk_ua: Перемістити сторінку вгору

source: Move page up
it_it: Sposta la pagina in alto
uk_ua: Перемістити сторінку вгору

source: Print
it_it: Stampa
uk_ua: Друк

source: Print current page
it_it: Stampare la pagina corrente
uk_ua: Друкувати поточну сторінку

source: Add Tags to Branch…
it_it: Aggiungi tag al ramo…
uk_ua: Додати мітки до гілки…

source: Add tags to branch
it_it: Aggiungi tag al ramo
uk_ua: Додати мітку до гілки

source: Add Tags to Branch
it_it: Aggiungi tag al Ramo
uk_ua: Додавання міток до гілки

source: Remove Tags from Branch…
it_it: Elimina le tag dal ramo…
uk_ua: Видалити мітки з гілки…

source: Remove tags from branch
it_it: Elimina le tag dal ramo
uk_ua: Видалити мітки з гілки

source: Remove Tags from Branch
it_it: Elimina le tag dal ramo
uk_ua: Видалення міток з гілки

source: Rename Tag…
it_it: Rinomina tag…
uk_ua: Перейменувати мітку…

source: Rename tag
it_it: Rinomina tag
uk_ua: Перейменування міток

source: Rename Page
it_it: Rinomina la pagina
uk_ua: Перейменувати сторінку

source: Rename current page
it_it: Rinomina la pagina corrente
uk_ua: Перейменувати поточну сторінку

source: New…
it_it: Nuovo…
uk_ua: Створити…

source: Create a new tree notes
it_it: Creare una nuova struttura di note
uk_ua: Створити нове дерево нотаток

source: Move Page Down
it_it: Sposta la pagina in basso
uk_ua: Перемістити сторінку вниз

source: Move page down
it_it: Sposta la pagina in basso
uk_ua: Перемістити сторінку вниз

source: Global Search…
it_it: Ricerca globale…
uk_ua: Глобальний пошук…

source: Create or open page for global search
it_it: Crea o apre la pagina per la ricerca globale
uk_ua: Створити або відкрити сторінку для глобального пошуку

source: Can't create page
it_it: Impossibile creare la pagina
uk_ua: Неможливо створити сторінку

source: Find on page
it_it: Trovare nella pagina
uk_ua: Знайти на сторінці

source: Find next
it_it: Trova successivo
uk_ua: Шукати далі

source: Find next on page
it_it: Trova successivo nella pagina
uk_ua: Шукати далі на сторінці

source: Find previous
it_it: Trova precedente
uk_ua: Шукати вище

source: Find previous on page
it_it: Trova precedente nella pagina
uk_ua: Шукати вище на сторінці

source: Search and Replace
it_it: Cerca e sostituisci
uk_ua: Знайти і замінити

source: Begin search and replace on page
it_it: Inizio ricerca e sostituire nella pagina
uk_ua: Розпочати пошук і заміну по сторінці

source: Close Tab
it_it: Chiudi scheda
uk_ua: Закрити вкладку

source: Close current tab
it_it: Chiudere scheda corrente
uk_ua: Закрити поточну вкладку

source: Add Tab
it_it: Aggiungi scheda
uk_ua: Додати вкладку

source: Add tab
it_it: Aggiunge una scheda
uk_ua: Додати вкладку

source: Next Tab
it_it: Scheda successiva
uk_ua: Наступна вкладка

source: Go to next tab
it_it: Vai alla scheda successiva
uk_ua: Перейти до наступної вкладки

source: Previous Tab
it_it: Scheda precedente
uk_ua: Попередня вкладка

source: Go to previous tab
it_it: Vai alla scheda precedente
uk_ua: Перейти до попередньої вкладки

source: Preferences…
it_it: Preferenze…
uk_ua: Параметри…

source: Open the preferences dialog
it_it: Apri la finestra di dialogo Preferenze
uk_ua: Відкрити діалог властивостей сторінки

source: Open Attachments Folder
it_it: Apri la cartella allegati
uk_ua: Відкрити теку з долученими файлами

source: Open folder with attached files
it_it: Apri la cartella con i file allegati
uk_ua: Відкриває теку з долученими файлами

source: Add Sibling Page…
it_it: Aggiungi una pagina allo stesso livello…
uk_ua: Додати сторінку того ж рівня…

source: Add sibling page
it_it: Aggiungi una pagina allo stesso livello
uk_ua: Додати сторінку того ж рівня

source: Set Style to Branch…
it_it: Imposta stile al ramo…
uk_ua: Встановити стиль для гілки…

source: Set Style to Branch
it_it: Imposta stile al ramo
uk_ua: Встановити стиль для гілки

source: Please wait...
it_it: Attendere...
uk_ua: Будь ласка, зачекайте...

source: Set style to branch
it_it: Imposta stile al ramo
uk_ua: Встановити стиль для гілки

source: Style
it_it: Stile
uk_ua: Стиль

source: Default
it_it: Predefinito
uk_ua: За замовчуванням

source: Notes Tree
it_it: Struttura note
uk_ua: Дерево нотаток

source: Show / hide a notes tree panel
it_it: Mostra / Nascondi pannello struttura ad albero
uk_ua: Показати / приховати панель з деревом

source: Save
it_it: Salva
uk_ua: Зберегти

source: Save current note
it_it: Salvare la nota corrente
uk_ua: Зберегти поточну нотатку

source: Add Child Page…
it_it: Aggiungi una pagina discendente…
uk_ua: Додати дочірню сторінку…

source: Add child page
it_it: Aggiunge una pagina discendente
uk_ua: Додати дочірню сторінку

source: Main panel
uk_ua: Головна панель

source: Set focus to main panel
uk_ua: Встановити фокус на головну панель

source: Notes tree
uk_ua: Дерево нотаток

source: Set focus to notes tree
uk_ua: Встановити фокус на дерево нотаток

source: Attachments
it_it: Allegati
uk_ua: Прикріплені файли

source: Set focus to attachments panel
uk_ua: Встановити фокус на панель з прикріпленими файлами

source: Set focus to tags cloud panel
uk_ua: Встановити фокус на панель хмари тегів

source: Close
it_it: Chiudi
uk_ua: Закрити

source: Close a tree notes
it_it: Chiude struttura note
uk_ua: Закрити дерево нотаток

source: About…
it_it: Informazioni…
uk_ua: Про програму…

source: Open "About" dialog
it_it: Apre il finestra di dialogo "Informazioni"
uk_ua: Відкрити діалог "Про програму"

source: Page Properties…
it_it: Proprietà della pagina…
uk_ua: Властивості сторінки…

source: Edit page properties
it_it: Modifica le proprietà della pagina
uk_ua: Редагувати властивості сторінки

source: Open…
it_it: Apri…
uk_ua: Відкрити…

source: Open tree notes
it_it: Apri struttura note
uk_ua: Відкрити дерево нотаток

source: Open Read-only…
it_it: Apri in sola lettura…
uk_ua: Відкрити лише для читання…

source: Open tree notes read only
it_it: Struttura note aperta in sola lettura
uk_ua: Відкрити дерево нотаток лише для читання

source: Add/Remove Bookmark
it_it: Aggiungi/Rimuovi dai preferiti
uk_ua: Додати/видалити закладку

source: Show / hide a tags panel
it_it: Mostra / Nascondi pannello tag
uk_ua: Показати / приховати панель з мітками

source: Attach Files…
it_it: Allega file…
uk_ua: Долучити файли…

source: Attach files to current page
it_it: Allega il file alla pagina corrente
uk_ua: Долучити файли до поточної сторінки

source: Copy Page Title
it_it: Copia il titolo della pagina
uk_ua: Копіювати заголовок сторінки

source: Copy current page title to clipboard
it_it: Copia il titolo della pagina corrente negli Appunti
uk_ua: Копіювати заголовок поточної сторінки до буферу обміну

source: Copy Page Path
it_it: Copia il percorso della pagina
uk_ua: Копіювати шлях до сторінки

source: Copy path to current page to clipboard
it_it: Copia il percorso della pagina corrente negli Appunti
uk_ua: Копіювати шлях до поточної сторінки до буферу обміну

source: Copy Attachments Path
it_it: Copia il percorso degli allegati
uk_ua: Копіювати шлях до долучених файлів

source: Copy path to attachments for current page to clipboard
it_it: Copia il percorso degli allegati relativi la pagina corrente negli Appunti
uk_ua: Копіювати шлях до долучених файлів поточної сторінки до буферу обміну

source: Copy Page Link
it_it: Copia il link alla pagina
uk_ua: Копіювати посилання на сторінку
