Repository: unreal666/outwiker
Catalog: src/locale/*/LC_MESSAGES/outwiker.po
Languages: it_it, uk_ua

source: Copy link to current page to clipboard
it_it: Copia il link alla pagina corrente negli appunti
uk_ua: Копіювати посилання на поточну сторінку до буферу обміну

source: Sort Siblings Pages Alphabetically
it_it: Ordina alfabeticamente le pagine sullo stesso livello
uk_ua: Впорядкувати сторінки того ж рівня за алфавітом

source: Sort siblings pages alphabetically
it_it: Ordina alfabeticamente le pagine sullo stesso livello
uk_ua: Впорядкувати сторінки того ж рівня за алфавітом

source: Show / hide a attachments panel
it_it: Mostra / Nascondi pannello allegati
uk_ua: Показати / приховати панель з долученими файлами

source: Reload Wiki…
it_it: Ricarica la Wiki…
uk_ua: Перезавантажити вікі…

source: Reload wiki
it_it: Ricarica la wiki
uk_ua: Перезавантажити вікі

source: Save current page before reload?
it_it: Salvare la pagina corrente prima di ricaricare?
uk_ua: Зберегти поточну сторінку перед перезавантаженням?

source: Save?
it_it: Salvare?
uk_ua: Зберегти?

source: Toolbars
uk_ua: Панелі інструментів

source: Plugins
it_it: Plugin
uk_ua: Додатки

source: Icon
it_it: Icona
uk_ua: Піктограма

source: Not found
it_it: Non trovato
uk_ua: Не знайдено

source: Tray icon
uk_ua: Значок в системному лотку (треї)

source: Tags cloud
uk_ua: Хмара тегів

source: Hotkeys
it_it: Tasti di scelta rapida
uk_ua: Гарячі клавіші

source: Text Printout
it_it: Stampa di testo
uk_ua: Друк тексту

source: Interface
it_it: Interfaccia
uk_ua: Інтерфейс

source: Spell checking
uk_ua: Перевірка правопису

source: HTML Editor
it_it: Editor HTML
uk_ua: HTML-редактор

source: Wiki Editor
it_it: Editor wiki
uk_ua: Вікіредактор

source: Editor
uk_ua: Редактор

source: User's iconset
it_it: Set di icone utente
uk_ua: Значки користувача

source: Preferences
it_it: Preferenze
uk_ua: Параметри

source: Insert link
uk_ua: Вставити посилання

source: Open file
uk_ua: Відкрити файл

source: Double click on an attached file
uk_ua: Подвійний клік на прикріпленому файлі

source: Minimize to tray
it_it: Riduci ad icona nell'area di notifica
uk_ua: Згортати в системний лоток (трей)

source: Start iconized
it_it: Esegui ridotto a icona
uk_ua: Запускати згорнутим в системний лоток (трей)

source: Always show tray icon
it_it: Mostra sempre l'icona nell'area di notifica
uk_ua: Завжди показувати піктограму програми в системному лотку (треї)

source: Minimize on close window
it_it: Riduci a icona senza uscire se la finestra principale viene chiusa
uk_ua: Згортати під час закриття вікна

source: {hotkey} hotkey assigned for "{old}". Assign this hotkey for "{new}"?
uk_ua: Сполучення клавіш {hotkey} призначене для "{old}". Призначити це сполучення клавіш для "{new}"?

source: Hotkeys conflict
uk_ua: Конфлікт сполучення клавіш

source: Hot key. Press the Backspace key to clear
uk_ua: Гаряча клавіша. Натисніть Backspace, щоб її очистити

source: Add new group
it_it: Aggiungi nuovo gruppo
uk_ua: Додати нову групу

source: Remove group
it_it: Elimina gruppo
uk_ua: Видалити групу

source: Rename group
it_it: Rinomina gruppo
uk_ua: Перейменувати групу

source: Add icons
it_it: Aggiungi icone
uk_ua: Додати значки

source: Remove selected icons
it_it: Elimina icone selezionate
uk_ua: Видалити вибрані значки

source: Set icon as group cover
it_it: Imposta come copertina del gruppo
uk_ua: Встановити значок як обкладинку групи

source: Not in groups
it_it: In nessun gruppo
uk_ua: без групи

source: Can't create directory for icons group
it_it: Impossibile creare la directory del gruppo icone
uk_ua: Неможливо створити каталог для групи значків

source: New group{}
it_it: Nuovo gruppo{}
uk_ua: Нова група{}

source: Can't rename directory for icons group
it_it: Impossibile rinominare la directory del gruppo icone
uk_ua: Неможливо перейменувати каталог групи значків

source: Group with name "{}" exists already
it_it: Il nome gruppo "{}" è già esistente
uk_ua: Група з іменем "{}" вже існує

source: Invalid group name "{}"
it_it: Nome gruppo "{}" non valido
uk_ua: Неприпустиме ім'я групи "{}"

source: Remove group "{}" and all icons inside it?
it_it: Eliminare il gruppo "{}" e tutte le icone contenute?
uk_ua: Видалити групу "{}" і всі значки в ній?

source: Remove group?
it_it: Eliminare il gruppo?
uk_ua: Видалити групу?

source: Can't remove group directory
it_it: Impossibile eliminare la directory del gruppo
uk_ua: Неможливо видалити каталог групи

source: All image files
it_it: Tutti i file immagine
uk_ua: Всі файли зображень

source: All files
it_it: Tutti i file
uk_ua: Всі файли

source: Select images
it_it: Selezionare le immagini
uk_ua: Виберіть зображення

source: You have not selected any icons
it_it: Non è stata selezionata alcuna icona
uk_ua: Ви не вибрали жодного значка

source: Select icons
it_it: Selezionare le icone
uk_ua: Виберіть значки

source: Remove selected icons?
it_it: Eliminare le icone selezionate?
uk_ua: Видалити вибрані значки?

source: Remove icons
it_it: Elimina icone
uk_ua: Видалити значки

source: Recent used
uk_ua: Нещодавно використаний

source: Edit
it_it: Modifica
uk_ua: Редагування

source: Autosave interval in seconds(0 - disabled)
uk_ua: Період автозбереження в секундах (0 - вимкнено)

source: Date and time format
it_it: Formato data e orario
uk_ua: Формат дати і часу

source: Ask before exit
it_it: Chiedi conferma prima di uscire
uk_ua: Запитувати підтвердження перед виходом

source: Length of recently used icons history
uk_ua: Розмір історії нещодавно використаних значків

source: Length of recently opened files history
uk_ua: Розмір історії нещодавно відкритих файлів

source: Automatically open the recent file
it_it: Apri automaticamente il file più recente
uk_ua: Під час запуску відкривати останній відкритий файл

source: Wiki file name
it_it: Nome file wiki
uk_ua: Ім’я файлу завантаженої вікі

source: Page title
it_it: Titolo pagina
uk_ua: Заголовок сторінки

source: Relative path to current page
uk_ua: Відносний шлях до поточної сторінки

source: Main window title format
it_it: Formato titolo della finestra principale
uk_ua: Формат заголовка головного вікна програми

source: Language(restart required)
uk_ua: Мова (потрібен перезапуск)

source: Default opening page mode
uk_ua: Режим відкриття сторінок за замовчуванням

source: Auto
it_it: Automatico
uk_ua: Авто

source: Link
uk_ua: Посилання

source: Command
it_it: Comando
uk_ua: Команда

source: Show line numbers
it_it: Visualizza i numeri di riga
uk_ua: Показувати номери рядків

source: Tab width
it_it: Larghezza Tab
uk_ua: Розмір табуляції

source: Home / End keys moves the cursor to the beginning / end of
it_it: I tasti Home e Fine muovono il cursore all'inizio o alla fine
uk_ua: Клавіші Home / End переводять курсор на початок

source: Line
it_it: della linea
uk_ua: Рядка

source: Paragraph
it_it: del paragrafo
uk_ua: Параграфу

source: Font color
it_it: Colore carattere
uk_ua: Колір шрифту

source: Background color
it_it: Colore sfondo
uk_ua: Колір фону

source: Background color of the selected text
uk_ua: Фоновий колір виділеного тексту

source: Page margin background color
uk_ua: Фоновий колір полів сторінки

source: Tag
uk_ua: Мітка

source: Unknown tag
it_it: Tag sconosciuta
uk_ua: Невідома мітка

source: Attribute
it_it: Attributo
uk_ua: Атрибут

source: Unknown attribute
it_it: Attributo sconosciuto
uk_ua: Невідомий атрибут

source: Number
it_it: Numero
uk_ua: Число

source: String
it_it: Stringa
uk_ua: Рядок

source: Comment
it_it: Commento
uk_ua: Коментар

source: Skip words with digits
uk_ua: Пропускати слова з цифрами

source: Use dictionaries
uk_ua: Словники, що використовуються

source: Custom dictonary (one word per line)
uk_ua: Словник користувача (одне слово на рядок)

source: Download more plugins
it_it: Scaricare altri plugin
uk_ua: Завантажити інші додатки

source: http://jenyay.net/Outwiker/PluginsEn
uk_ua: http://jenyay.net/Outwiker/Plugins

source: Version
it_it: Versione
uk_ua: Версія

source: Description
it_it: Descrizione
uk_ua: Опис

source: Site
it_it: Sito
uk_ua: Сайт

source: Search pages with the tag
uk_ua: Пошук сторінок з цим тегом

source: Toggle tag selection
uk_ua: Додати / видалити тег

source: Tag color
uk_ua: Колір тегу

source: Hover tag color
uk_ua: Колір тегу під час наведення миші

source: Marked tag color
uk_ua: Колір обраного тегу

source: Hover marked tag color
uk_ua: Колір обраного тегу під час наведення миші

source: Marked tag background color
uk_ua: Колір фону обраного тегу

source: Left click on the tag
uk_ua: Клік лівою кнопкою миші по тегу

source: Middle click on the tag
uk_ua: Клік середньою кнопкою миші по тегу

source: Paragraphs separator
uk_ua: Роздільник параграфів

source: Additional styles (CSS):
it_it: Stili aggiuntivi (CSS):
uk_ua: Додаткові стилі (CSS):

source: This options for text printing only
it_it: Queste opzioni sono relative alla sola stampa del testo
uk_ua: Ці налаштування призначені виключно для другу тексту

source: Page Options...
it_it: Opzioni pagina...
uk_ua: Налаштування сторінки...

source: Tags (comma separated)
it_it: Tag (separate da virgole)
uk_ua: Мітки (розділені комами)

source: Refresh
it_it: Aggiorna
uk_ua: Оновити

source: Remove Files…
it_it: Elimina i file…
uk_ua: Вилучити файли…

source: Paste
it_it: Incolla
uk_ua: Вставити

source: Execute
it_it: Esegui
uk_ua: Виконати

source: You did not select a file to remove
it_it: Non è stato selezionato un file da eliminare
uk_ua: Ви не обрали файл(и) для вилучення

source: Remove selected files?
it_it: Eliminare i file selezionati?
uk_ua: Вилучити обрані файли?

source: Remove files?
it_it: Eliminare i file?
uk_ua: Вилучити файли?

source: You did not select a file to paste
it_it: Non è stato selezionato un file da incollare
uk_ua: Ви не обрали файл(и), що будуть долучені

source: You did not select a file to execute
it_it: Non è stato selezionato un file da eseguire
uk_ua: Ви не обрали файл(и), що будуть виконанні

source: Can't execute file '%s'
it_it: Impossibile eseguire il file '%s'
uk_ua: Помилка виконання файла '%s'

source: Select tag for rename
it_it: Selezionare la tag da rinominare
uk_ua: Виберіть мітку для перейменування

source: New tag name
it_it: Nuovo nome per la tag
uk_ua: Нове ім’я мітки

source: Enter new tag name
it_it: Immettere il nuovo nome della tag
uk_ua: Введіть нове ім’я мітки

source: Bold
it_it: Grassetto
uk_ua: Жирний

source: Italic
it_it: Corsivo
uk_ua: Курсив

source: Underline
it_it: Sottolineato
uk_ua: Підкреслений

source: Can't open page. Page folder not exists
it_it: Impossibile aprire la pagina. La cartella della pagina è inesistente
uk_ua: Неможливо відкрити сторінку. Тека зі сторінкою відсутня

source: Add to Bookmarks
it_it: Aggiungi ai preferiti
uk_ua: Додати в закладки

source: Remove from Bookmarks
it_it: Rimuovi dai preferiti
uk_ua: Видалити з закладок

source: Can't save page. Wiki folder not exists. Wiki will be closed.
it_it: Impossibile salvare la pagina. La cartella wiki non esiste. La Wiki sarà chiusa.
uk_ua: Неможливо зберегти сторінку. Тека з вікі не існує. Вікі буде закрита.

source: Can't save page. Page folder not exists. Wiki will be reloaded.
it_it: Impossibile salvare la pagina. La cartella relativa la pagina non esiste. La Wiki verrà ricaricata.
uk_ua: Неможливо зберегти сторінку. Тека зі сторінкою не існує. Вікі буде перезавантажена.

source: Find what:
it_it: Cosa cercare:
uk_ua: Знайти:

source: Next
it_it: Prossimo
uk_ua: Далі

source: Prev
it_it: Precedente
uk_ua: Назад

source: Replace with:
it_it: Sostituire con:
uk_ua: Замінити на:

source: Replace
it_it: Sostituire
uk_ua: Замінити

source: Replace All
it_it: Sostituire tutto
uk_ua: Замінити всі:

source: Bold italic
it_it: Grassetto corsivo
uk_ua: Жирний курсив

source: Strikethrough
it_it: Barrato
uk_ua: Закреслений

source: Subscript
it_it: Pedice
uk_ua: Нижній індекс

source: Superscript
it_it: Apice
uk_ua: Верхній індекс

source: Preformatted text
it_it: Testo preformattato
uk_ua: Форматований текст

source: Insert code
it_it: Inserire codice
uk_ua: Вставити код

source: Insert code(monospaced font)
uk_ua: Вставити код (моноширинный шрифт)

source: Align text left
it_it: Allinea testo a sinistra
uk_ua: Вирівнювання по лівому краю

source: Align text center
uk_ua: Вирівняти текст по центру

source: Center
it_it: Centrato
uk_ua: Вирівнювання по центру

source: Align text right
it_it: Allinea testo a destra
uk_ua: Вирівнювання по правому краю

source: Justify
it_it: Giustifica
uk_ua: Вирівнювання по ширині

source: First-level heading
it_it: Titolo 1
uk_ua: Заголовок першого рівня

source: Second-level heading
it_it: Titolo 2
uk_ua: Заголовок другого рівня

source: Subtitle three
it_it: Sottotitolo 3
uk_ua: Заголовок третього рівня

source: Subtitle four
it_it: Sottotitolo 4
uk_ua: Заголовок четвертого рівня

source: Subtitle five
it_it: Sottotitolo 5
uk_ua: Заголовок п’ятого рівня

source: Subtitle six
it_it: Sottotitolo 6
uk_ua: Заголовок шостого рівня

source: Anchor
it_it: Ancoraggio
uk_ua: Якір

source: Horizontal rule
it_it: Righello orizzontale
uk_ua: Горизонтальна лінія

source: Insert Link
it_it: Inserire Link
uk_ua: Вставити посилання

source: Quote
it_it: Citazione
uk_ua: Цитування

source: Insert a quote block
it_it: Inserisci citazione
uk_ua: Вставити цитату

source: Image
it_it: Immagine
uk_ua: Зображення

source: Insert image
it_it: Inserisci immagine
uk_ua: Вставити зображення

source: Mark
uk_ua: Виокремити

source: Mark text
uk_ua: Виокремити текст

source: Bullets list
it_it: Elenco puntato
uk_ua: Маркірований список

source: Insert a bullets list
it_it: Inserisci elenco puntato
uk_ua: Вставити ненумерований список

source: Numbers list
it_it: Elenco numerato
uk_ua: Нумерований список

source: Insert a numbers list
it_it: Inserisci elenco numerato
uk_ua: Вставити нумерований список

source: Decrease nesting level
uk_ua: Зменшити рівень вкладеності

source: Decrease the nesting level of the selected list items
uk_ua: Зменшити рівень вкладеності вибраних рядків списку

source: Line break
it_it: Interruzione di riga
uk_ua: Розрив рядка

source: Insert a line break
it_it: Inserisci interruzione di riga
uk_ua: Вставити розрив рядка

source: Convert HTML Symbols
it_it: Convertire simboli HTML
uk_ua: Конвертувати символи в HTML

source: Insert a table
it_it: Inserisci tabella
uk_ua: Вставити таблицю

source: Table rows
uk_ua: Рядки таблиці

source: Insert table rows
uk_ua: Вставити рядки таблиці

source: Table cell
it_it: Celle della tabella
uk_ua: Комірка таблиці

source: Insert a table cell
it_it: Inserire una cella
uk_ua: Вставити комірку таблиці

source: Current date
it_it: Data corrente
uk_ua: Поточна дата

source: Insert the current date
it_it: Inserire la data corrente
uk_ua: Вставити поточну дату

source: Enable / disable spell checking
uk_ua: Увімкнути / вимкнути перевірку орфографії

source: Duplicate line
uk_ua: Дублювати рядок

source: Duplicate current line
uk_ua: Дублювати поточний рядок

source: Move selected lines up
uk_ua: Перемістити обрані рядки вгору

source: Move the selected lines up one line
uk_ua: Перемістити обрані рядки на один рядок вгору

source: Move selected lines down
uk_ua: Перемістити обрані рядки вниз

source: Move the selected lines down one line
uk_ua: Перемістити обрані рядки на один рядок вниз

source: Delete line
uk_ua: Видалити рядок

source: Delete the current line
uk_ua: Видалити поточний рядок

source: Join lines
uk_ua: Об'єднати рядки

source: Delete word to the left
uk_ua: Видалити слово зліва

source: Delete text to beginning of the word
uk_ua: Видалити текст до початку слова

source: Delete word to the right
uk_ua: Видалити слово справа

source: Delete text to ending of the word
uk_ua: Видалити текст до кінця слова

source: Delete to start of the line
uk_ua: Видалити текст до початку рядка

source: Delete text back from the current position to the start of the line
uk_ua: Видалити текст від поточної позиції до початку рядка

source: Delete to end of the line
uk_ua: Видалити текст до кінця рядка

source: Delete text forwards from the current position to the end of the line
uk_ua: Видалити текст від поточної позиції до кінця рядка

source: Go to previous word
uk_ua: Перейти до попереднього слова

source: Move cursor to previous word
uk_ua: Перемістити курсор до попереднього слова

source: Go to next word
uk_ua: Перейти до наступного слова

source: Move cursor to next word
uk_ua: Перемістити курсор до наступного слова

source: Go to previous word and select
uk_ua: Перейти до попереднього слова і виділити

source: Move cursor to previous word and select text
uk_ua: Перемістити курсор до попереднього слова і виділити текст

source: Go to next word and select
uk_ua: Перейти до наступного слова і виділити

source: Move cursor to next word and select text
uk_ua: Перемістити курсор до наступного слова і виділити текст

source: Go to start of the word
uk_ua: Перейти до початку слова

source: Move cursor to start of the current word
uk_ua: Перемістити курсор до початку поточного слова

source: Go to end of the word
uk_ua: Перейти до кінця слова

source: Move cursor to end of the current word
uk_ua: Перемістіти курсор до кінця поточного слова

source: Copy line
uk_ua: Копіювати рядок

source: Copy the current line to clipboard
uk_ua: Копіювати поточний рядок до буфера обміну

source: Cut line
uk_ua: Вирізати рядок

source: Cut the current line to clipboard
uk_ua: Вирізати поточний рядок до буфера обміну

source: Copy word
uk_ua: Копіювати слово

source: Copy the current word to clipboard
uk_ua: Копіювати поточне слово в буфер обміну

source: Cut word
uk_ua: Вирізати слово

source: Cut the current word to clipboard
uk_ua: Вирізати поточне слово до буфера обміну

source: Can't save file %s
it_it: Impossibile salvare il file %s
uk_ua: Помилка запису в файл %s

source: Abbreviated weekday name
it_it: Nome del giorno della settimana abbreviato
uk_ua: День тижня скорочено

source: Full weekday name
it_it: Nome del giorno della settimana completo
uk_ua: День тижня повністю

source: Abbreviated month name
it_it: Nome abbreviato del mese
uk_ua: Назва місяця скорочено

source: Full month name
it_it: Nome completo del mese
uk_ua: Назва місяця повністю

source: Appropriate date and time representation
it_it: Rappresentazione corretta data e orario
uk_ua: Звичне представлення дати і часу

source: Day of the month as a decimal number [01,31]
it_it: Giorno del mese come numero decimale [01,31]
uk_ua: Число місяця

source: Hour(24-hour clock) as a decimal number [00,23]
uk_ua: Година як десяткове число від 00 до 23

source: Hour(12-hour clock) as a decimal number [01,12]
uk_ua: Година як десяткове число від 01 до 12

source: Month as a decimal number [01,12]
it_it: Mese come numero decimale [01,12]
uk_ua: Місяць (в інтервалі 01-12)

source: Minute as a decimal number [00,59]
it_it: Minuti come numero decimale [00,59]
uk_ua: Хвилини

source: AM or PM
it_it: AM o PM
uk_ua: До полудня або після полудня

source: Second as a decimal number [00,61]
it_it: Secondi come numero decimale [00,61]
uk_ua: Секунди

source: Appropriate date representation
it_it: Rappresentazione data corretta
uk_ua: Звичне представлення дати

source: Appropriate time representation
it_it: Rappresentazione orario corretta
uk_ua: Звичне представлення часу

source: Year without century [00,99]
it_it: Anno senza il secolo [00,99]
uk_ua: Рік (останні дві цифри)

source: Year with century
it_it: Anno con il secolo
uk_ua: Рік (повністю)

source: A literal '%' character
it_it: Un carattere letterale '%'
uk_ua: Символ '%'

source: Page type
it_it: Tipo di pagina
uk_ua: Тип сторінки

source: A page with some title already exists
uk_ua: Сторінка з таким заголовком вже існує

source: Can't rename page when page with that title already exists
it_it: Impossibile rinominare la pagina quando esiste già una pagina con lo stesso titolo
uk_ua: Неможливо перейменувати сторінку, оскільки сторінка з таким заголовком вже існує

source: Recent
uk_ua: Останні

source: Can't set page icon
uk_ua: Помилка установки значка сторінки

source: Invalid icon file: {}
it_it: File icona non valido: {}
uk_ua: Помилка в файлі іконки: {}

source: Page style
it_it: Stile pagina
uk_ua: Стиль сторінки

source: Can't set page style
uk_ua: Помилка установки стилю сторінки

source: Do not change
it_it: Non cambiare
uk_ua: Не змінювати

source: Page "%s" not found
it_it: Impossibile trovare la pagina "%s"
uk_ua: Сторінка "%s" не знайдена

source: Can't rename page
it_it: Impossibile rinominare la pagina
uk_ua: Неможливо перейменувати сторінку

source: Create Page
it_it: Creare una pagina
uk_ua: Створити сторінку

source: Can't save page options {}
it_it: Impossibile salvare la pagina options %s
uk_ua: Неможливо зберегти параметри сторінки {}

source: Can't save config %s
it_it: Impossibile salvare config %s
uk_ua: Неможливо зберегти налаштування %s

source: Overwrite
it_it: Sovrascrivere
uk_ua: Перезаписати

source: Load
it_it: Carica
uk_ua: Завантажити

source: Cancel
it_it: Annulla
uk_ua: Скасувати

source: Page "%s" is changed by the external program
it_it: La pagina "%s" è stata modificata da un programma esterno
uk_ua: Вміст сторінки "%s" змінено зовнішньою програмою

source: Owerwrite?
it_it: Sovrascrivere?
uk_ua: Перезаписати?

source: Word
uk_ua: Слово

source: Lines
uk_ua: Рядки

source: Undo
it_it: Annulla
uk_ua: Скасувати

source: Redo
it_it: Ripristina
uk_ua: Повернути

source: Cut
it_it: Taglia
uk_ua: Вирізати

source: Copy
it_it: Copia
uk_ua: Копіювати

source: Select All
uk_ua: Виділити все

source: Add "{}" to dictionary
uk_ua: Додати "{}" до словника

source: Spell
uk_ua: Орфографія

source: File
uk_ua: Файл

source: Tree
it_it: Struttura
uk_ua: Дерево

source: Tools
it_it: Strumenti
uk_ua: Інструменти

source: Bookmarks
it_it: Preferiti
uk_ua: Закладки

source: View
it_it: Visualizza
uk_ua: Перегляд

source: Go to
uk_ua: Перейти до

source: Restore
it_it: Ripristina
uk_ua: Відновити

source: Can't add wiki to recent list. Can't save config. %s
it_it: Impossibile aggiungere wiki recenti nella lista. Impossibile salvare la configurazione %s
uk_ua: Помилка збереження списку останніх відкритих вікі. Неможливо зберегти налаштування. %s

source: Note
uk_ua: Нотатка

source: Notes
it_it: Note
uk_ua: Нотатки

source: Overwrite file?
it_it: Sovrascrivere il file?
uk_ua: Перезаписати файл?

source: Overwrite all
it_it: Sovrascrivere tutti
uk_ua: Перезаписати усе

source: Skip
it_it: Ignora
uk_ua: Пропустити

source: Skip all
it_it: Ignora tutti
uk_ua: Пропустити усе

source: Overwrite Files
it_it: Sovrascrivere i file
uk_ua: Перезапис файлів

source: Version:
it_it: Versione:
uk_ua: Версія:

source: OutWiker is personal wiki system and tree notes outliner.
it_it: OutWiker è un sistema wiki personale e un outliner di note con struttura ad albero.
uk_ua: OutWiker являє собою персональну вікісистему і деревовидний редактор нотаток

source: License: GPL 3
it_it: Licenza: GPL 3
uk_ua: Ліцензія: GPL 3

source: OutWiker's page:
it_it: Pagina WEB di OutWiker:
uk_ua: Сторінка програми:

source: http://jenyay.net/Outwiker/English
uk_ua: http://jenyay.net/Soft/Outwiker

source: Google+ page
it_it: Pagina Google+
uk_ua: Сторінка на Google+

source: Facebook page
it_it: Pagina Facebook
uk_ua: Сторінка на Facebook

source: Livejournal community
uk_ua: Спільнота в Livejournal

source: Vkontakte group
it_it: Gruppo Vkontakte
uk_ua: Група Вконтакте

source: About
it_it: Informazioni
uk_ua: Про програму

source: Author: Ilin Eugeniy (aka Jenyay)
it_it: Autore: Ilin Eugeniy (aka Jenyay)
uk_ua: Автор: Євген Ільїн (aka Jenyay)

source: Contacts
it_it: Contatti
uk_ua: Контакти

source: Can't read file %s
it_it: Impossibile leggere il file %s
uk_ua: Помилка читання файлу %s

source: Insert rows
uk_ua: Вставити рядки

source: Columns count
uk_ua: Кількість стовпців

source: Rows count
uk_ua: Кількість рядків

source: Advanced
uk_ua: Розширене
