Repository: unreal666/outwiker
Catalog: plugins/source/source/locale/*/LC_MESSAGES/source.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Source [Plugin]
ru_ru: Source [Плагин]
sv: Source [Instick]
uk_ua: Source [Додаток]

source: Source code
it_it: Codice sorgente
ru_ru: Текст программы
sv: Källkod
uk_ua: Текст програми

source: General
de: Allgemeine
it_it: Generale
ru_ru: Общее
sv: Allmänt
uk_ua: Загальне

source: Appearance
de: Ansicht
it_it: Aspetto
ru_ru: Внешний вид
sv: Utseende
uk_ua: Зовнішній вигляд

source: Use the page background for the code block
de: Verwende die Seitenhintergrundfarbe für den Code Block
it_it: Utilizzare lo sfondo della pagina per il blocco di codice
ru_ru: Использовать фон страницы для блока кода
sv: Använd sidans bakgrund för kodblock
uk_ua: Використовувати тло сторінки для блоку коду

source: Enable line numbers
de: Zeilennummern aktivieren
it_it: Abilita i numeri di riga
ru_ru: Включить нумерацию строк
sv: Aktivera radnumrering
uk_ua: Увімкнути нумерацію рядків

source: Language
de: Sprache
it_it: Lingua
ru_ru: Язык
sv: Språk
uk_ua: Мова

source: Tab Width (0 - Default Value)
de: Tab-Breite (0 - Default-Wert)
it_it: Scheda larghezza (0 - valore predefinito)
ru_ru: Размер табуляции (0 - значение по умолчанию)
sv: Tab-bredd (0 - Standardvärde)
uk_ua: Ширина табуляції (0 - значення за замовчуванням)

source: Style
de: Stil
it_it: Stile
ru_ru: Стиль
sv: Stil
uk_ua: Стиль

source: Insert source from file
de: Sourcecode aus Datei einfügen
it_it: Inserisci il sorgente da un file
ru_ru: Вставить текст программы из файла
sv: Infoga källkod från fil
uk_ua: Вставити текст програми з файлу

source: Attached file
de: Angehängte Datei
it_it: File allegato
ru_ru: Прикрепленный файл
sv: Bifogad fil
uk_ua: Долучений файл

source: Attach new files
de: Neue Dateien hinzufügen
it_it: Allegare altri file
ru_ru: Прикрепить новые файлы
sv: Bifoga ny fil
uk_ua: Долучити нові файли

source: File encoding
de: Dateikodierung
it_it: Codifica del file
ru_ru: Кодировка файла
sv: Teckentabell
uk_ua: Кодування файлу

source: 1S
ru_ru: 1С

source: Text only
ru_ru: Только текст

source: <B>Source plugin: File '{0}' not found</B>
de: <B>-source Plugin: Datei "{0}" nicht gefunden</B>
it_it: <B>Source plugin: File '{0}' non trovato</B>
ru_ru: <B>Плагин Source: Файл '{0}' не найден</B>
sv: <B>Källkodsinstick: Filen '{0}' kan inte hittas</B>
uk_ua: <B>Додаток Source: Файл '{0}' не знайдено</B>

source: <B>Source plugin: Encoding error</B>
de: <B>-source Plugin: Codierung Fehler</B>
it_it: <B>Source plugin: Errore di codifica</B>
ru_ru: <B>Плагин Source: Ошибка кодировки</B>
sv: <B>Källkodsinstick: Kodningsfel</B>
uk_ua: <B>Додаток Source: Помилка кодування</B>

source: <B>Source plugin: Unknown encoding</B>
de: <B>Source Plugin: Unbekannte Kodierung</B>
it_it: <B>Source plugin: Codifica sconosciuta</B>
ru_ru: <B>Плагин Source: Неизвестная кодировка</B>
sv: <B>Källkodsinstick: Okänd kodning</B>
uk_ua: <B>Додаток Source: Невідоме кодування</B>

source: Auto
de: Automatisch
it_it: Automatico
ru_ru: Авто
uk_ua: Авто

source: Add other language
ru_ru: Добавить другой язык

source: Other...
ru_ru: Другой...

source: Add command (:source:) in wiki parser. This command highlight your source code.
de: Den Befehl (:source:) in Wiki-Parser einfügen. Mit diesem Befehl wird der Sourcecode hervorgehoben.
it_it: Aggiunge il comando (:source:) al parser wiki. Questo comando evidenzia la sintassi del codice sorgente.
ru_ru: Плагин добавляет вики-команду (:source:) для раскраски текста программы на различных языках программирования.
sv: Lägg till kommandot (:source:) i wiki-tolken. Detta kommando färgmarkerar din källkod.
uk_ua: Додаток додає вікі-команду (:source:) для розфарбовування тексту програми на різних мовах програмування.

source: <B>Usage:</B>: (:source params... :) source code (:sourceend:)
de: <B>Nutzung:</B>: (:source params... :) source code (:sourceend:)
it_it: <B>Utilizzo:</B>: (:source params...:) codice sorgente (:sourceend:)
ru_ru: <B>Использование:</B>: (:source параметры... :) Исходный код (:sourceend:)
sv: <B>Användning:</B>: (:source parametrar... :) källkod (:sourceend:)
uk_ua: <B>Використання:</B>: (:source параметри... :) Текст програми (:sourceend:)

source: <B>Params:</B> <U>lang</U> - programming language <U>tabwidth</U> - tab size <U>file</U> - attached source file <U>encoding</U> - encoding of the attached source file (default encoding - utf8) <U>style</U> - style of hightlighting <U>parentbg</U> - use the page background for the code block <U>linenum</U> - enable line numbers
de: <B>Params:</B> <U>lang</U> - Programmiersprache <U>tabwidth</U> - Tab grösse <U>file</U> - Angehängte Sourcecodedatei <U>encoding</U> - Kodierung der angehängten Sourcecodedatei(Standard Kodierung - utf8) <U>style</U> - Stil der Hervorhebung <U>parentbg</U> - Benutzt die Seitenhintergrundfarbe für den Code Block <U>linenum</U> - Zeilennummern einblenden
it_it: <B>Params:</B> <U>lang</U> - Linguaggio <U>tabwidth</U> - Dimensione tabulazione <U>file</U> - file sorgente allegato <U>encoding</U> - codifica del file sorgente allegato (codifica di default - utf8) <U>style</U> - stile dell'evidenziatore sintassi <U>parentbg</U> - utilizza lo sfondo della pagina anche per il blocco di codice <U>linenum</U> - abilita la numerazione delle linee
ru_ru: <B>Параметры:</B> <U>lang</U> - язык программирования <U>tabwidth</U> - размер табуляции <U>file</U> - прикрепленный файл с текстом программы <U>encoding</U> - кодировка прикрепленного файла с текстом программы (кодировка по умолчанию - utf8) <U>style</U> - используемый стиль оформления <U>parentbg</U> - использовать фон страницы для блока кода <U>linenum</U> - включить нумерацию строк
sv: <B>Parametrar:</B> <U>lang</U> - Programspråk <U>tabwidth</U> - Tab-storlek <U>file</U> - Bifogad källfil <U>encoding</U> - Teckentabell för bifogad källfil (standardkodning - utf8) <U>style</U> - Färgmarkeringsstil <U>parentbg</U> - Använd sidbakgrunden för kodblock <U>linenum</U> - Aktivera radnumrering
uk_ua: <B>Параметри:</B> <U>lang</U> - мова програмування <U>tabwidth</U> - розмір табуляції <U>file</U> - долучений файл з текстом програми <U>encoding</U> - кодування долученого файлу з текстом програми (кодування за замовчуванням - utf8) <U>style</U> - стиль оформлення, що використовується <U>parentbg</U> - використовувати тло сторінки для блоку коду <U>linenum</U> - увімкнути нумерацію рядків

source: <B>Example 1:</B> <PRE>(:source lang="python" tabwidth=4:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
it_it: <B>Esempio 1:</B> <PRE>(:source lang="python" tabwidth=4:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
ru_ru: <B>Пример 1:</B> <PRE>(:source lang="python" tabwidth=4:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
sv: <B>Exempel 1:</B> <PRE>(:source lang="python" tabwidth=4:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
uk_ua: <B>Приклад 1:</B> <PRE>(:source lang="python" tabwidth=4:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>

source: <B>Example 2:</B> <PRE>(:source lang="python" style="autumn":) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
it_it: <B>Esempio 2:</B> <PRE>(:source lang="python" style="autumn":) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
ru_ru: <B>Пример 2:</B> <PRE>(:source lang="python" style="autumn":) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
sv: <B>Exempel 2:</B> <PRE>(:source lang="python" style="autumn":) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
uk_ua: <B>Приклад 2:</B> <PRE>(:source lang="python" style="autumn":) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>

source: <B>Example 3:</B> <PRE>(:source lang="python" tabwidth=4 parentbg linenum:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
it_it: <B>Esempio 3:</B> <PRE>(:source lang="python" tabwidth=4 parentbg linenum:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
ru_ru: <B>Пример 3:</B> <PRE>(:source lang="python" tabwidth=4 parentbg linenum:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
sv: <B>Exempel 3:</B> <PRE>(:source lang="python" tabwidth=4 parentbg linenum:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>
uk_ua: <B>Приклад 3:</B> <PRE>(:source lang="python" tabwidth=4 parentbg linenum:) import os if __name__ == "__main__": print "Hello World!" (:sourceend:) </PRE>

source: <B>Example 4:</B> <PRE>(:source file="Attach:example.cs" encoding="cp1251":)(:sourceend:)</PRE>
it_it: <B>Esempio 4:</B> <PRE>(:source file="Attach:example.cs" encoding="cp1251":)(:sourceend:)</PRE>
ru_ru: <B>Пример 4:</B> <PRE>(:source file="Attach:example.cs" encoding="cp1251":)(:sourceend:)</PRE>
sv: <B>Exempel 4:</B> <PRE>(:source file="Attach:exempel.cs" encoding="cp1251":)(:sourceend:)</PRE>
uk_ua: <B>Приклад 4:</B> <PRE>(:source file="Attach:example.cs" encoding="cp1251":)(:sourceend:)</PRE>

source: <B>Example 5:</B> <PRE>(:source file="Attach:example.txt" lang="python":)(:sourceend:)</PRE>
it_it: <B>Esempio 5:</B> <PRE>(:source file="Attach:example.txt" lang="python":)(:sourceend:)</PRE>
ru_ru: <B>Пример 5:</B> <PRE>(:source file="Attach:example.txt" lang="python":)(:sourceend:)</PRE>
sv: <B>Exempel 5:</B> <PRE>(:source file="Attach:exempel.txt" lang="python":)(:sourceend:)</PRE>
uk_ua: <B>Приклад 5:</B> <PRE>(:source file="Attach:example.txt" lang="python":)(:sourceend:)</PRE>

source: https://jenyay.net/Outwiker/SourcePluginEn
ru_ru: https://jenyay.net/Outwiker/SourcePlugin
uk_ua: https://jenyay.net/Outwiker/SourcePlugin

source: Source Code (:source ...:)
it_it: Codice sorgente (:source ...:)
ru_ru: Текст программы (:source ...:)
sv: Källkod (:source ...:)
uk_ua: Текст програми (:source ...:)

source: Source plugin. Insert (: source... :) command for source code highlighting
de: Source plugin. Einfügen (: source... :) Befehl zum Source Code hervorheben
it_it: Source plugin. Inserisce il comando (:source... :) per evidenziare la sintassi del codice sorgente
ru_ru: Плагин Source. Вставка команды (:source... :), предназначенной для раскраски исходного кода
sv: Källkodsinstick. Infoga (: source... :)-kommando för källkodsbetoning
uk_ua: Додаток Source. Вставка команди (:source... :), призначеної для розфарбовування програмного коду

source: Default Tab Width
de: Standard-Tab-Breite
it_it: Larghezza scheda predefinita
ru_ru: Размер табуляции по умолчанию
sv: Standard tab-bredd
uk_ua: Ширина табуляції за замовчуванням

source: Default Style
de: Standard-Stil
it_it: Stile predefinito
ru_ru: Стиль, используемый по умолчанию
sv: Standardstil
uk_ua: Стиль за замовчуванням

source: Used Languages
de: Verwendeten Sprachen
it_it: Linguaggi usati
ru_ru: Используемые языки
sv: Använda språk
uk_ua: Мови, що використовуються

source: Select All
de: Alles markieren
it_it: Seleziona tutto
ru_ru: Выбрать все
sv: Markera alla
uk_ua: Виділити все

source: Clear
de: Bereinigen
it_it: Deseleziona tutto
ru_ru: Очистить
sv: Rensa
uk_ua: Очистити
