Repository: unreal666/outwiker
Catalog: plugins/hackpage/hackpage/locale/*/LC_MESSAGES/hackpage.po
Languages: uk_ua

source: Change page identifier...
uk_ua: Змінити ідентифікатор сторінки...

source: Set page alias...
uk_ua: Встановити псевдонім сторінки...

source: Change page folder...
uk_ua: Змінити папку сторінки...

source: HackPage plugin. Set page alias
uk_ua: Додаток HackPage. Встановити псевдонім сторінки

source: HackPage plugin. Change the current page folder
uk_ua: Додаток HackPage. Змінити папку поточної сторінки

source: Change Page Identifier...
uk_ua: Змінити ідентифікатор сторінки...

source: HackPage plugin. Change Page Identifier
uk_ua: Додаток HackPage. Змінити ідентифікатор сторінки

source: Change page identifier
uk_ua: Змінити ідентифікатор сторінки

source: Enter new identifier for page "{}"
uk_ua: Введіть новий ідентифікатор для сторінки "{}"

source: Set page alias
uk_ua: Встановити псевдонім сторінки

source: Enter alias for page
uk_ua: Введіть псевдонім для сторінки

source: Set page folder
uk_ua: Встановити папку сторінки

source: Enter the page folder name
uk_ua: Введіть им’я папки сторінки

source: The HackPage plugin allow to edit hidden page properties
uk_ua: Додаток HackPage дозволяє редагувати приховані властивості сторінки

source: http://jenyay.net/Outwiker/HackPageEn
uk_ua: http://jenyay.net/Outwiker/HackPage

source: Same identifier exist already
uk_ua: Такий ідентифікатор вже існує

source: Error
uk_ua: Помилка

source: Identifier contain invalid character
uk_ua: Ідентифікатор містить неприпустимі символи
