Repository: unreal666/outwiker
Catalog: plugins/diagrammer/diagrammer/locale/*/LC_MESSAGES/diagrammer.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Diagram parsing error
de: Diagram verarbeitungs Fehler
it_it: Errore durante l'analisi del diagramma
ru_ru: Ошибка разбора диаграммы
sv: Diagramtolkningsfel
uk_ua: Помилка розбору діаграми

source: Online Help
de: Online-Hilfe
it_it: Guida in linea
ru_ru: Справка Online
sv: Online-hjälp
uk_ua: Онлайн-довідка

source: Diagrammer. Go to blockdiag webpage
de: Diagrammtool. Gehe zu Blockdiag Webseite
it_it: Diagrammer. Apre pagina Web relativa blockdiag
ru_ru: Diagrammer. Открыть страницу blockdiag
sv: Diagrammer. Gå till blockdiagramsida
uk_ua: Diagrammer. Відкрити сторінку blockdiag

source: Insert group
de: Gruppe einfügen
it_it: Inserisci gruppo
ru_ru: Вставить группу
sv: Infoga grupp
uk_ua: Вставити групу

source: Diagrammer. Insert new group
de: Diagrammer. Neue Gruppe einfügen
it_it: Diagrammer. Inserisce nuovo gruppo
ru_ru: Diagrammer. Вставить новую группу
sv: Diagrammer. Infoga grupp
uk_ua: Diagrammer. Вставити нову групу

source: Insert node
de: Knotenpunkt einfügen
it_it: Inserisci nodo
ru_ru: Вставить узел
sv: Infoga nod
uk_ua: Вставити вузол

source: Diagrammer. Insert new node
de: Diagrammer. Neuen Knotenpunkt einfügen
it_it: Diagrammer. Inserisce nuovo nodo
ru_ru: Diagrammer. Вставить новый узел
sv: Diagrammer. Infoga ny nod
uk_ua: Diagrammer. Вставити новий вузол

source: Insert diagram
de: Diagramm einfügen
it_it: Inserisci diagramma
ru_ru: Вставить диаграмму
sv: Infoga diagram
uk_ua: Вставити діаграму

source: Diagrammer. Insert diagram
de: Diagrammer. Diagramm einfügen
it_it: Diagrammer. Inserisci diagramma
ru_ru: Diagrammer. Вставить диаграмму
sv: Diagrammer. Infoga diagram
uk_ua: Diagrammer. Вставити діаграму

source: Insert edge without any arrow
de: Kante ohne jeden Pfeil einfügen
it_it: Inserisci bordo senza alcuna freccia
ru_ru: Вставить ребро без стрелок
sv: Infoga kant utan pil
uk_ua: Вставити ребро без стрілок

source: Diagrammer. Insert edge without any arrow
de: Diagrammer. Kante ohne jeden Pfeil einfügen
it_it: Diagrammer. Inserisce bordo senza alcuna freccia
ru_ru: Diagrammer. Вставить ребро без стрелок
sv: Diagrammer. Infoga kant utan pil
uk_ua: Diagrammer. Вставити ребро без стрілок

source: Insert edge with the right arrow
de: Kante mit rechten Pfeil einfügen
it_it: Inserisci bordo con la freccia a destra
ru_ru: Вставить ребро со стрелкой направо
sv: Infoga kant med höger pil
uk_ua: Вставити ребро зі стрілкою праворуч

source: Diagrammer. Insert edge with the right arrow
de: Diagrammer. Kante mit rechten Pfeil einfügen
it_it: Diagrammer. Inserisci bordo con la freccia a destra
ru_ru: Diagrammer. Вставить ребро со стрелкой направо
sv: Diagrammer. Infoga kant med höger pil
uk_ua: Diagrammer. Вставити ребро зі стрілкою праворуч

source: Insert edge with the left arrow
de: Kante mit linken Pfeil einfügen
it_it: Inserisci bordo con la freccia sinistra
ru_ru: Вставить ребро со стрелкой налево
sv: Infoga kant med vänster pil
uk_ua: Вставити ребро зі стрілкою ліворуч

source: Diagrammer. Insert edge with the left arrow
de: Diagrammer. Kante mit linken Pfeil einfügen
it_it: Diagrammer. Inserisce bordo con la freccia a sinistra
ru_ru: Diagrammer. Вставить ребро со стрелкой налево
sv: Diagrammer. Infoga kant med vänster pil
uk_ua: Diagrammer. Вставити ребро зі стрілкою ліворуч

source: Insert edge with the both arrows
de: Kante mit beiden Pfeilen einfügen
it_it: Inserisci bordo con entrambe le frecce
ru_ru: Вставить двунаправленное ребро
sv: Infoga kant med bägge pilarna
uk_ua: Вставити двонаправлене ребро

source: Diagrammer. Insert edge with the both arrows
de: Diagrammer. Kante mit beiden Pfeilen einfügen
it_it: Diagrammer. Inserisci bordo con entrambe le frecce
ru_ru: Diagrammer. Вставить двунаправленное ребро
sv: Diagrammer. Infoga kant med bägge pilarna
uk_ua: Diagrammer. Вставити двонаправлене ребро

source: Plugin for the construction of diagrams
de: Plugin für den Bau von Diagrammen
it_it: Plugin per la costruzione di diagrammi
ru_ru: Плагин для создания диаграмм
sv: Instick för konstruktion av diagram
uk_ua: Додаток для побудови діаграм

source: https://jenyay.net/Outwiker/DiagrammerEn
ru_ru: https://jenyay.net/Outwiker/Diagrammer
uk_ua: https://jenyay.net/Outwiker/Diagrammer

source: Insert edge
de: Kante einfügen
it_it: Inserisci bordo
ru_ru: Вставить ребро
sv: Infoga kant
uk_ua: Вставити ребро

source: Options
de: Optionen
it_it: Opzioni
ru_ru: Параметры
sv: Alternativ
uk_ua: Параметри

source: First node name
de: Ersten Knotennamen
it_it: Nome primo nodo
ru_ru: Имя первого узла
sv: Första nodnamn
uk_ua: Ім’я першого вузла

source: Second node name
de: Zweite Knotennamen
it_it: Nome secondo nodo
ru_ru: Имя второго узла
sv: Andra nodnamn
uk_ua: Ім’я другого вузла

source: Line style
de: Linienart
it_it: Stile linea
ru_ru: Стиль линии (style)
sv: Linjestil
uk_ua: Стиль лінії (style)

source: Thick line
de: Dicke Linie
it_it: Linea spessa
ru_ru: Толстая линия (thick)
sv: Tjock linje
uk_ua: Товста лінія (thick)

source: Arrow style
de: Pfeil-Stil
it_it: Stile freccia
ru_ru: Стиль стрелки (hstyle)
sv: Pilstil
uk_ua: Стиль стрілки (hstyle)

source: Set line color
de: Linienfarbe setzen
it_it: Imposta colore linea
ru_ru: Установить цвет линии (color)
sv: Ange linjefärg
uk_ua: Встановити колір лінії (color)

source: Label
it_it: Etichetta
ru_ru: Метка (label)
sv: Etikett
uk_ua: Мітка (label)

source: Set font size
de: Schriftgröße setzen
it_it: Imposta dimensione carattere
ru_ru: Установить размер шрифта (fontsize)
sv: Ange teckenstorlek
uk_ua: Встановити розмір шрифту (fontsize)

source: Set text color
de: Textfarbe setzten
it_it: Imposta colore del testo
ru_ru: Установить цвет текста (textcolor)
sv: Ange teckenfärg
uk_ua: Встановити колір тексту (textcolor)

source: Folded
de: Gefaltet
it_it: Ripiegato
ru_ru: Перенос (folded)
sv: Vikt
uk_ua: Складено (folded)

source: Open the documentation page
de: Öffnen Sie die Dokumentationsseite
it_it: Apri la pagina di documentazione
ru_ru: Открыть страницу документации
sv: Öppna dokumentationssidan
uk_ua: Відкрити сторінку документації

source: Node1
de: Knotenpunkt1
it_it: Nodo1
ru_ru: Узел1
sv: Nod1
uk_ua: Вузол1

source: Node2
de: Knotenpunkt2
it_it: Nodo2
ru_ru: Узел2
sv: Nod2
uk_ua: Вузол2

source: Insert Diagram
de: Diagramm einfügen
it_it: Inserisci Diagramma
ru_ru: Вставить диаграмму
sv: Infoga diagram
uk_ua: Вставити діаграму

source: Orientation
de: Orientierung
it_it: Orientamento
ru_ru: Ориентация (orientation)
sv: Orientering
uk_ua: Орієнтація

source: Default nodes shape
de: Standard Knotenpunkt Form
it_it: Forma con nodi predefiniti
ru_ru: Форма узлов по умолчанию (default_shape)
sv: Standard nodform
uk_ua: Форма вузлів за промовчанням

source: Set default nodes background color
de: Setzte standard Knotenpunkt Hintergrundfarbe
it_it: Imposta colore di sfondo dei nodi predefiniti
ru_ru: Установить цвет фона узлов по умолчанию (default_node_color)
sv: Ange bakgrundsfärg för standardnoder
uk_ua: Встановити колір тла вузлів за промовчанням

source: Set default text color
de: Setze standard Textfarbe
it_it: Imposta colore predefinito del testo
ru_ru: Установить цвет текста по умолчанию (default_textcolor)
sv: Ange standardfärg för text
uk_ua: Встановити колір тексту за промовчанням

source: Set default font size
de: Setzte standard Textgrösse
it_it: Imposta dimensione predefinita del carattere
ru_ru: Установить размер шрифта по умолчанию (default_fontsize)
sv: Ange standardstorlek för tecken
uk_ua: Встановити розмір шрифту за промовчанням

source: Set default nodes width
de: Setze standard Knotenpunkt Breite
it_it: Imposta larghezza predefinita dei nodi
ru_ru: Установить ширину узлов по умолчанию (node_width)
sv: Ange standardbredd för noder
uk_ua: Встановити ширину вузлів за промовчанням

source: Set default nodes height
de: Setze standard Knotenpunkt Höhe
it_it: Imposta altezza predefinita dei nodi
ru_ru: Установить высоту узлов по умолчанию (node_height)
sv: Ange standardhöjd för noder
uk_ua: Встановити висоту вузлів за промовчанням

source: Set default horizontal span between nodes
de: Setze standard horizontalen Abstand zwischen Knotenpunkten
it_it: Imposta distanza predefinita tra i nodi
ru_ru: Установить горизонтальный отступ между узлами по умолчанию (span_width)
sv: Ange horisontellt standardavstånd mellan noder
uk_ua: Встановити горизонтальний відступ між вузлами за умовчанням (span_width)

source: Set default vertical span between nodes
de: Setze standard vertikalen Abstand zwischen Knotenpunkten
it_it: Imposta distanza verticale predefinita tra i nodi
ru_ru: Установить вертикальный отступ между узлами по умолчанию (span_height)
sv: Ange vertikalt standardavstånd mellan noder
uk_ua: Встановити вертикальний відступ між вузлами за умовчанням (span_height)

source: Insert Group
de: Gruppe einfügen
it_it: Inserisci Gruppo
ru_ru: Вставить группу
sv: Infoga grupp
uk_ua: Вставити групу

source: Box
ru_ru: Прямоугольник
sv: Rektangel
uk_ua: Прямокутник

source: Line
de: Zeile
it_it: Linea
ru_ru: Линия
sv: Linje
uk_ua: Лінія

source: Node name
de: Knotennamen
it_it: Nome nodo
ru_ru: Имя узла
sv: Nodnamn
uk_ua: Ім’я вузла

source: Set background color
de: Hintergrundfarbe setzen
it_it: Imposta colore di sfondo
ru_ru: Установить цвет фона (color)
sv: Ange bakgrundsfärg
uk_ua: Встановити колір тла (color)

source: Border shape
de: Rahmenform
it_it: Forma bordo
ru_ru: Форма рамки (shape)
sv: Kantform
uk_ua: Форма рамки (shape)

source: Border style
de: Rahmenart
it_it: Stile bordo
ru_ru: Стиль рамки (style)
sv: Kantstil
uk_ua: Стиль рамки (style)

source: Landscape
de: Landschaft
it_it: Orizzontale
ru_ru: Пейзажная (landscape)
sv: Liggande
uk_ua: Пейзажна (landscape)

source: Portrait
de: Porträt
it_it: Verticale
ru_ru: Портретная (portrait)
sv: Stående
uk_ua: Портретна (portrait)

source: Default
de: Standard
it_it: Predefinito
ru_ru: По умолчанию
sv: Standard
uk_ua: За промовчанням

source: Solid
it_it: Solido
ru_ru: Сплошной (solid)
uk_ua: Суцільний (solid)

source: Dotted
de: Gepunkted
it_it: Punteggiato
ru_ru: Пунктирный (dotted)
sv: Prickad
uk_ua: Пунктирний (dotted)

source: Dashed
de: Gestrichelt
it_it: Tratteggiato
ru_ru: Штриховой (dashed)
sv: Streckad
uk_ua: Штриховий (dashed)

source: Generalization
de: Generalisierung
it_it: Generalizzazione
ru_ru: Наследование
sv: Generalisering
uk_ua: Узагальнення

source: Composition
de: Zusammensetzung
it_it: Composizione
ru_ru: Композиция
sv: Komposition
uk_ua: Композиція

source: Aggregation
it_it: Aggregazione
ru_ru: Агрегация
sv: Sammanslagning
uk_ua: Агрегація

source: Insert Node
de: Knotenpunkt einfügen
it_it: Inserisci Nodo
ru_ru: Вставить узел
sv: Infoga nod
uk_ua: Вставити вузол

source: Shape
de: Form
it_it: Forma
ru_ru: Фигура (shape)
sv: Form
uk_ua: Фігура (shape)

source: Stacked
de: Gestapelt
it_it: Impilati
ru_ru: Отображать стопкой (shaped)
sv: Staplad
uk_ua: відображати стопкою (shaped)

source: Set width
de: Breite setzen
it_it: Imposta larghezza
ru_ru: Установить ширину (width)
sv: Ange bredd
uk_ua: Встановити ширину (width)

source: Set height
de: Höhe setzen
it_it: Imposta altezza
ru_ru: Установить высоту (height)
sv: Ange höjd
uk_ua: Встановити висоту (height)

source: Name of a node can't be empty
de: Namen eines Knotens darf nicht leer sein
it_it: Il nome nodo non pu√≤ essere vuoto
ru_ru: Имя узла не должно быть пустым
sv: Nodnamnet kan inte lämnas tomt
uk_ua: Ім'я вузла не може бути порожнім

source: Diagrammer
de: Diagrammtool
