Repository: unreal666/outwiker
Catalog: plugins/sessions/sessions/locale/*/LC_MESSAGES/sessions.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Edit sessions...
de: Bearbeitungssitzungen...
it_it: Modifica sessioni...
ru_ru: Редактировать сессии...
sv: Redigera sessioner...
uk_ua: Редагувати сесії...

source: Edit (rename or delete) sessions
de: Bearbeiten (umbenennen oder löschen) Sitzungen
it_it: Modifica (rinomina o elimina) sessioni
ru_ru: Редактирование (переименование или удаление) сессий
sv: Redigera sessioner (byt namn eller ta bort)
uk_ua: Редагування (перейменування або видалення) сесій

source: Not created any session
de: Keine Sitzung erstellt
it_it: Nessuna sessione creata
ru_ru: Не создано ни одной сессии
sv: Ingen session skapad
uk_ua: Не створено жодної сесії

source: Error
de: Fehler
it_it: Errore
ru_ru: Ошибка
sv: Fel
uk_ua: Помилка

source: Edit Sessions
de: Bearbeitungssitzungen
it_it: Modifica sessioni
ru_ru: Редактирование сессий
sv: Redigera sessioner
uk_ua: Редагування сесій

source: Remove session "{}"?
de: Sitzung entfernen "{}"?
it_it: Eliminare la sessione "{}"?
ru_ru: Удалить сессию "{}"?
sv: Vill du ta bort session "{}"?
uk_ua: Видалити сесію "{}"?

source: Remove session?
de: Sitzung entfernen?
it_it: Eliminare la sessione?
ru_ru: Удалить сессию?
sv: Vill du ta bort sessionen?
uk_ua: Видалити сесію?

source: Enter new session name
de: Neuen Sitzungsnamen eingeben
it_it: Inserire il nome della nuova sessione
ru_ru: Введите новое имя сессии
sv: Ange nytt sessionsnamn
uk_ua: Введіть нове ім'я сесії

source: Rename session
de: Sitzung umbenennen
it_it: Rinomina la sessione
ru_ru: Переименование сессии
sv: Byt sessionsnamn
uk_ua: Перейменування сесії

source: Session name is empty
de: Sitzungsname ist leer
it_it: Nome sessione vuoto
ru_ru: Пустое имя сессии
sv: Sessionsnamnet saknas
uk_ua: Порожнє ім'я сесії

source: Invalid session name
de: Ungültiger Sitzungsname
it_it: Nome sessione non valido
ru_ru: Неправильное имя сессии
sv: Ogiltigt sessionsnamn
uk_ua: Невірне ім'я сесії

source: Session "{}" already exists
de: Sitzung "{}" ist bereits vorhanden
it_it: Sessione "{}" già esistente
ru_ru: Сессия с именем "{}" уже существует
sv: Session "{}" finns redan
uk_ua: Сесія з ім'ям "{}" вже існує

source: Rename session...
de: Sitzung umbenennen...
it_it: Rinomina la sessione...
ru_ru: Переименовать сессию...
sv: Byt sessionsnamn...
uk_ua: Перейменувати сесію...

source: Remove session...
de: Sitzung entfernen...
it_it: Elimina la sessione...
ru_ru: Удалить сессию...
sv: Ta bort session...
uk_ua: Видалити сесію...

source: Sessions
de: Sitzungen
it_it: Sessioni
ru_ru: Сессии
sv: Sessioner
uk_ua: Сесії

source: Save current session...
de: Aktuelle Sitzung speichern...
it_it: Salva la sessione corrente...
ru_ru: Сохранить текущую сессию...
sv: Spara aktuell session...
uk_ua: Зберегти поточну сесію...

source: Save currently opened tabs
de: Aktuell geöffnete Tabs speichern
it_it: Salvare le schede attualmente aperte
ru_ru: Сохранить открытые в данный момент вкладки
sv: Spara öppna flikar
uk_ua: Зберегти відкриті в даний момент вкладки

source: Save Session
de: Sitzung speichern
it_it: Salva la Sessione
ru_ru: Сохранение сессии
sv: Spara session
uk_ua: Збереження сесії

source: The session name must not be empty
de: Der Sitzungsnamen darf nicht leer sein
it_it: Il nome della sessione non può essere vuoto
ru_ru: Имя сессии не должно быть пустым
sv: Sessionsnummer kan inte utelämnas
uk_ua: Ім'я сесії не повинно бути порожнім

source: Session with name "{}" exists. Overwrite?
de: Sitzung mit dem Namen "{}" ist bereits vorhanden. Überschreiben?
it_it: Sessione con nome "{}" esistente. Sovrascrivere?
ru_ru: Сессия с именем "{}" существует. Перезаписать?
sv: Session med namnet "{}" finns redan. Vill du skriva över den?
uk_ua: Сесія з ім'ям "{}" існує. Перезаписати?

source: Overwrite session?
de: Sitzung überschreiben?
it_it: Sovrascrivere la sessione?
ru_ru: Перезаписать сессию?
sv: Vill du skriva över sessionen?
uk_ua: Перезаписати сесію?

source: Enter session name
de: Neuen Sitzungsnamen eingeben
it_it: Immettere il nome della sessione
ru_ru: Введите имя сессии
sv: Ange sessionsnamn
uk_ua: Введіть ім'я сесії

source: Save and restore tabs
de: Speichern und Wiederherstellen von Registerkarten
it_it: Salva e ripristina le schede
ru_ru: Сохраняет и восстанавливает вкладки
sv: Spara och återställ flikar
uk_ua: Зберігає і поновлює вкладки

source: https://jenyay.net/Outwiker/SessionsEn
ru_ru: https://jenyay.net/Outwiker/Sessions
uk_ua: https://jenyay.net/Outwiker/Sessions
