Repository: unreal666/outwiker
Catalog: plugins/externaltools/externaltools/locale/*/LC_MESSAGES/externaltools.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: External Tools [Plugin]
de: Externe Tools [Plugin]
ru_ru: External Tools [Плагин]
sv: External Tools [Instick]
uk_ua: External Tools [Розширення]

source: Open file dialog...
de: Dialogfeld "Datei öffnen"...
it_it: Apri finestra di selezione file
ru_ru: Открыть диалог выбора файла...
sv: Öppna fildialog...
uk_ua: Діалогове вікно відкриття файлу...

source: Remove tool
de: Werkzeug entfernen
it_it: Elimina programma
ru_ru: Удалить приложение
sv: Ta bort verktyg
uk_ua: Видалити застосунок

source: Executables (*.exe)|*.exe|All Files|*.*
de: Ausführbare Dateien (*.exe)|*.exe|alle Dateien| *. *
it_it: Eseguibili (*.exe)|*.exe|Tutti i file|*.*
ru_ru: Выполняемые файлы (*.exe)|*.exe|Все файлы|*.*
sv: Exekverbara (*.exe)|*.exe|Alla filer|*.*
uk_ua: Виконувані файли (*.exe)|*.exe|Всі файли|*.*

source: All Files|*
de: Alle Dateien|*
it_it: Tutti i file| *
ru_ru: Все файлы|*
sv: Alla filer|*
uk_ua: Всі Файли|*

source: Open Content File with...
de: Öffne Datei mit...
it_it: Apri il contenuto del file con...
ru_ru: Открыть файл с текстом заметки в...
sv: Öppna innehållsfil med...
uk_ua: Відкрити файл з текстом нотатки в...

source: Open Result HTML File with...
de: Öffne Ergebnis HTML-Datei mit...
it_it: Apri il file HTML generato con...
ru_ru: Открыть HTML-файл в...
sv: Öppna HTML-fil med...
uk_ua: Відкрити HTML-файл в...

source: Warn before executing applications by (:exec:) command
de: Warnen bevor der Ausführung von Anwendungen durch den Befehl (:exec:)
ru_ru: Предупреждать перед запуском приложений с помощью команды (:exec:)
sv: Varna före körning av program via (:exec:)-kommandot
uk_ua: Показувати попередження перед запуском застосунків за допомогою команди (:exec:)

source: Tools List
de: Werkzeugliste
it_it: Elenco dei programmi
ru_ru: Список приложений
sv: Verktygslista
uk_ua: Список засобів

source: Append Tools
de: Tools hinzufügen
it_it: Accoda programma
ru_ru: Добавить приложение
sv: Tillämpa verktyg
uk_ua: Додати застосунок

source: Can't save options
de: Optionen können nicht gespeichert werden
it_it: Impossibile salvare le opzioni
ru_ru: Ошибка сохранения настроек
sv: Kan inte spara alternativ
uk_ua: Не вдалося зберегти параметри

source: Error
de: Fehler
it_it: Errore
ru_ru: Ошибка
sv: Fel
uk_ua: Помилка

source: Run applications by ExternalTools plugin? It may be unsafe.
de: Anwendungen von ExternalTools Plugin laufen lassen? Es kann gefährlich sein.
ru_ru: Запустить приложения с помощью плагина ExternalTools? Это может быть опасно.
sv: Vill du köra program via ExternalTools-insticket? Det kan vara en säkerhetsrisk.
uk_ua: Запустити застосунки за допомогою додатку ExternalTools? Це може бути небезпечно.

source: Run application by ExternalTools plugin? It may be unsafe.
de: Anwendung von ExternalTools Plugin laufen lassen? Es kann gefährlich sein.
ru_ru: Запустить приложение с помощью плагина ExternalTools? Это может быть опасно.
sv: Vill du köra program via ExternalTools-insticket? Det kan vara en säkerhetsrisk.
uk_ua: Запустити застосунок за допомогою додатку ExternalTools? Це може бути небезпечно.

source: Run applications (:exec:)
de: Anwendungen ausführen (:exec:)
ru_ru: Запуск приложений (:exec:)
sv: Kör program (:exec:)
uk_ua: Запустити застосунок (:exec:)

source: ExternalTools plugin. Insert (:exec:) command
de: ExternalTools Plugin. Einfügebefehl (:exec:)
ru_ru: Плагин ExternalTools. Вставить команду (:exec:)
sv: ExternalTools-instick. Infoga kommandot (:exec:)
uk_ua: Додаток ExternalTools. Вставити команду (:exec:)

source: %page%. Current page. Text file
de: %page%. Aktuelle Seite. Text-Datei
ru_ru: %page%. Текущая страница. Текстовый файл
sv: %page%. Aktuell sida. Textfil
uk_ua: %page%. Поточна сторінка. Текстовий файл

source: ExternalTools plugin. Insert a %page% macros. The macros will be replaced by a path to current page text file.
de: ExternalTools Plugin. Ein %page% -Makro einfügen. Die Makros werden durch einen Pfad zur aktuellen Seite Text-Datei ersetzt.
ru_ru: Плагин ExternalTools. Вставить макрос %page%. Этот макрос будет заменен на путь до текстового файла текущей страницы.
sv: ExternalTools-instick. Infoga ett %page% -makro. Makrot kommer att ersättas med sökväg till aktuell sida.
uk_ua: Додаток ExternalTools. Вставити макрос %page%. Цей макрос буде замінений на шлях до текстового файлу поточної сторінки.

source: %html%. Current page. HTML file
de: %html%. Aktuelle Seite. HTML-Datei
ru_ru: %html%. Текущая страница. Файл HTML
sv: %html%. Aktuell sida. HTML-fil
uk_ua: %html%. Поточна сторінка. HTML-файл

source: ExternalTools plugin. Insert a %html% macros. The macros will be replaced by a path to current HTML file.
de: ExternalTools Plugin. Ein %html% -Makro einfügen. Die Makros werden durch einen Pfad zur aktuellen Seite HTML-Datei ersetzt.
ru_ru: Плагин ExternalTools. Вставить макрос %html%. Этот макрос будет заменен на путь до файла HTML текущей страницы.
sv: ExternalTools-instick. Infoga ett %html%-makro. Makrot kommer att ersättas med sökväg till aktuell HTML-fil.
uk_ua: Додаток ExternalTools. Вставити макрос %html%. Цей макрос буде замінений на шлях до HTML-файлу поточної сторінки.

source: %attach%. Path to current attachments folder
de: %attach%. Pfad zu aktuellem Anhänge Ordner
ru_ru: %attach%. Путь до текущей папки вложенных файлов
sv: %attach%. Sökväg till aktuell bilagemapp
uk_ua: %attach%. Шлях до поточної папки долучених файлів

source: ExternalTools plugin. Insert a %attach% macros. The macros will be replaced by a path to current attach folder.
de: ExternalTools Plugin. Ein %attach% -Makro einfügen. Die Makros werden durch einen Pfad zur aktuellen Anhängeordner ersetzt.
ru_ru: Плагин ExternalTools. Вставить макрос %attach%. Этот макрос будет заменен на путь до папки с вложенными файлами текущей страницы.
sv: ExternalTools-instick. Infoga ett %attach%-makro. Makrot kommer att ersättas med sökväg till aktuell bilagemapp.
uk_ua: Додаток ExternalTools. Вставити макрос %attach%. Цей макрос буде замінений на шлях до папки з долученими файлами поточної сторінки.

source: %folder%. Path to current page folder
de: %folder%. Pfad zu aktuellem Seiten Ordner
ru_ru: %folder%. Путь до папки текущей страницы
sv: %folder%. Sökväg till aktuell sidmapp
uk_ua: %folder%. Шлях до папки поточної сторінки

source: ExternalTools plugin. Insert a %folder% macros. The macros will be replaced by a path to current page folder.
de: ExternalTools Plugin. Ein %folder% -Makro einfügen. Die Makros werden durch einen Pfad zur aktuellen Seitenordner ersetzt.
ru_ru: Плагин ExternalTools. Вставить макрос %folder%. Этот макрос будет заменен на путь до папки текущей страницы.
sv: ExternalTools-instick. Infoga ett %folder%-makro. Makrot kommer att ersättas med sökväg till aktuell sidmapp.
uk_ua: Додаток ExternalTools. Вставити макрос %folder%. Цей макрос буде замінений на шлях до папки поточної сторінки.

source: Link
ru_ru: Ссылка
sv: Länk
uk_ua: Посилання

source: Button
de: Knopf
ru_ru: Кнопка
sv: Knapp
uk_ua: Кнопка

source: Inserting (:exec:) command
de: Befehl (:exec:) einfügen
ru_ru: Вставка команды (:exec:)
sv: Infoga kommandot (:exec:)
uk_ua: Вставка команди (:exec:)

source: Title
de: Titel
ru_ru: Заголовок
sv: Titel
uk_ua: Заголовок

source: Format
ru_ru: Формат
uk_ua: Формат

source: Can't execute tools
de: Werkzeug kann nicht ausgeführt werden
it_it: Impossibile eseguire il programma
ru_ru: Ошибка запуска приложения
sv: Kan inte starta verktyg
uk_ua: Не вдалося запустити застосунок

source: ExternalTools plug-in allows to open the notes files with external applications. The plug-in adds the (:exec:) command for creation link or button for execute external applications from wiki page. The (:exec:) command allows to run many applications. Every application must be placed at the separated lines. If a line begins with "#" this line will be ignored. "#" in begin of the line is sign of the comment.
de: ExternalTools-Plug-in ermöglicht es, um die Notizen mit externen Applikationen zu öffnen. Das Plugin fügt den (:exec:) Befehl hinzu, erstellt einen Link oder Knopf um mit externer Anwendung auszuführen. Der (:exec:) Befehl erlaubt es mehrere Anwendungen auszuführen. Jede Anwendung muss als eingene Linie angegeben werden. Wen die Zeile mit "#" beginnt, wird diese Zeile ignoriert. "#" als Begin einer Zeile ist ein Kommentar.
ru_ru: Плагин ExternalTools позволяет открывать файлы заметок во внешних приложениях. Плагин добавляет команду (:exec:) для создания ссылки или кнопки, позволяющие запускать внешние приложения с викистраниц.. Команда (:exec:) позволяет запускать несколько приложений одновременно. Каждое приложение должно располагаться на отдельной строке. Если строка начинается со знака "#", то эта строка игнорируется. Знак "#" в начале строки - это знак комментария.
sv: Externa verktygsinsticket gör det möjligt att öppna anteckningsfiler med externa program. Insticket lägger till kommandot (:exec:), för att skapa länk eller knapp för köra externa program från wiki-sidan. Kommandot (:exec:) låter dig köra många program. Varje program måste placeras på separerade rader. Om en rad börjar med ”#”, kommer denna rad att undantas. ”#” i börja av raden är ett kommentarstecken.
uk_ua: Додаток ExternalTools дозволяє відкривати файли нотаток за допомогою завнішніх застосунків. Додаток додає команду (:exec:) для створення посилання або кнопки, які дозволяють запускати зовнішні застосункі з вікісторінок.. Команда (:exec:) дозволяє запускати декілька застосунків одночасно. Кожен застосунок має бути розміщений на окремому рядку. Якщо рядок починається зі знаку "#", то цей рядок ігнорується. Знак "#" на початку рядка означає коментар.

source: The (:exec:) command has the following optional parameters: <ul> <li><b>format</b>. If the parameter equals "button" command will create a button instead of a link.</li> <li><b>title</b>. The parameter sets the text for link or button.</li> </ul>
de: Der (:exec:) Befehl hat folgende Parameter als Option.: <ul> <li><b>Format</b>. Wenn der Parameter "button" ist, wird ein Knopf anstelle eines Links erzeugt.</li> <li><b>title</b>. Der Parameter setzt den Text für den Link oder den Knopf.</li> </ul>
ru_ru: Команда (:exec:) имеет следующие необязательные параметры: <ul> <li>format. Если этот параметр равен "button", то команда создаст кнопку вместо ссылки (по умолчанию).</li> <li>title. Этот параметр устанавливает текст для ссылки или кнопки.</li> </ul>
sv: (:exec:)-kommandot har följande tilläggsparametrar: <ul> <li><b>format</b>. Om parametern är "button" skapar kommandot en knapp istället för en länk.</li> <li><b>title</b>. Parametern anger texten som länk eller knapp.</li> </ul>
uk_ua: Команда (:exec:) має наступні необов'язкові параметри: <ul> <li>format. Якщо цей параметр дорівнює "button", то команда створить кнопку замість посилання (за замовчуванням).</li> <li>title. Цей параметр встановлює текст для посилання або кнопки.</li> </ul>

source: Inside (:exec:) command may be macroses. The macroses will be replaced by appropriate paths: <ul> <li><b>%page%</b>. The macros will be replaced by full path to page text file.</li> <li><b>%html%</b>. The macros will be replaced by full path to HTML content file.</li> <li><b>%folder%</b>. The macros will be replaced by full path to page folder.</li> <li><b>%attach%</b>. The macros will be replaced by full path to attach folder without slash on the end.</li> </ul>
de: Im (:exec:) Befehl können Macros enthalten sein.Die Makros werden durch den entsprechenden Pfad ersetzt.: <ul> <li><b>%page%</b>. Die Makros werden durch den vollen Pfad der Seitendatei ersetzt.</li> <li><b>%html%</b>.Die Makros werden durch den vollen Pfad der HTML-Datei ersetzt.</li> <li><b>%folder%</b>. Die Makros werden durch den vollen Pfad des Seitenordners ersetzt.</li> <li><b>%attach%</b>. Die Makros werden durch den vollen Pfad des Anhängeordners ersetzt one Slash am Schluss.</li> </ul>
ru_ru: Внутри команды (:exec:) могут использоваться макросы. Эти макросы будут заменены на соответствующие пути: <ul> <li><b>%page%</b>. Этот макрос будет заменен на полный путь до файла с текстом страницы.</li> <li><b>%html%</b>. Этот макрос будет заменен на полный путь до HTML-файла страницы.</li> <li><b>%folder%</b>. Этот путь будет заменен на полный путь до папки страницы.</li> <li><b>%attach%</b>. Этот макрос будет заменен на полный путь до папки с прикрепленными файлами без слеша на конце.</li> </ul>
sv: (:exec:)-kommandot kan innehålla makron. Makron ersätts med respektive sökväg: <ul> <li><b>%page%</b>. Makrot ersätts med fullständig sökväg till sidans textfil.</li> <li><b>%html%</b>. Makrot ersätts med fullständig sökväg till HTML-filen.</li> <li><b>%folder%</b>. Makrot ersätts med fullständig sökväg till sidmappen.</li> <li><b>%attach%</b>. Makrot ersätts med fullständig sökväg till bilagemappen utan avslutande snedstreck.</li> </ul>
uk_ua: Всередині команди (:exec:) можуть використовуватися макроси. Ці макроси будуть замінені на відповідні шляхи: <ul> <li><b>%page%</b>. Цей макрос буде замінений на повний шлях до файлу з текстом сторінки.</li> <li><b>%html%</b>. Цей макрос буде замінений на повний шлях до HTML-файлу сторінки.</li> <li><b>%folder%</b>. Цей макрос буде замінений на повний шлях до папки сторінки.</li> <li><b>%attach%</b>. Цей макрос буде замінений на повний шлях до папки з долученими файлами без слешу на кінці.</li> </ul>

source: Examples
de: Beispiele
ru_ru: Примеры
sv: Exempel
uk_ua: Приклади

source: Creating a link for running application.exe: <code><pre>(:exec:)application.exe(:execend:)</pre></code>
de: Erstellt einen Link um application.exe auszuführen: <code><pre>(:exec:)application.exe(:execend:)</pre></code>
ru_ru: Создание ссылки для запуска application.exe: <code><pre>(:exec:)application.exe(:execend:)</pre></code>
sv: Skapa en länk för att köra program.exe: <code><pre>(:exec:)program.exe(:execend:)</pre></code>
uk_ua: Створення посилання для запуску application.exe: <code><pre>(:exec:)application.exe(:execend:)</pre></code>

source: Same but creating a button <code><pre>(:exec format=button:) application.exe (:execend:)</pre></code>
de: Macht das gleiche jedoch einen Knopf <code><pre>(:exec format=button:) application.exe (:execend:)</pre></code>
ru_ru: То же самое, но для создания кнопки <code><pre>(:exec format=button:) application.exe (:execend:)</pre></code>
sv: Samma, fast skapa en knapp istället <code><pre>(:exec format=button:) program.exe (:execend:)</pre></code>
uk_ua: Те ж саме, але для створення кнопки <code><pre>(:exec format=button:) application.exe (:execend:)</pre></code>

source: Create a link for running application.exe with parameters: <code><pre>(:exec:) application.exe param1 "c:\myfolder\path to file name" (:execend:)</pre></code>
de: Erstellt einen Link zum ausführenvon application.exe mit Parameter: <code><pre>(:exec:) application.exe param1 "c:\myfolder\path to file name" (:execend:)</pre></code>
ru_ru: Создать ссылку для запуска application.exe с параметрами: <code><pre>(:exec:) application.exe param1 "c:\myfolder\path to file name" (:execend:)</pre></code>
sv: Skapa en länk för att köra program.exe med parametrar: <code><pre>(:exec:) program.exe parameter1 "c:\din mapp\sökväg till fil" (:execend:)</pre></code>
uk_ua: Створити посилання для запуску application.exe з параметрами: <code><pre>(:exec:) application.exe param1 "c:\myfolder\path to file name" (:execend:)</pre></code>

source: Run a lot of applications: <code><pre>(:exec title="Run application_1, application_2 and application_3":) application_1.exe application_2.exe param_1 param_2 application_3.exe param_1 param_2 (:execend:)</pre></code>
de: Starte eine menge Applikationen: <code><pre>(:exec title="Run application_1, application_2 and application_3":) application_1.exe application_2.exe param_1 param_2 application_3.exe param_1 param_2 (:execend:)</pre></code>
ru_ru: Запуск нескольких приложений: <code><pre>(:exec title="Запустить application_1, application_2 и application_3":) application_1.exe application_2.exe param_1 param_2 application_3.exe param_1 param_2 (:execend:)</pre></code>
sv: Kör flera program: <code><pre>(:exec title="Kör program_1, program_2 och program_3":) program_1.exe program_2.exe parameter_1 parameter_2 program_3.exe parameter_1 parameter_2 (:execend:)</pre></code>
uk_ua: Запуск декількох застосунків: <code><pre>(:exec title="Запустити application_1, application_2 та application_3":) application_1.exe application_2.exe param_1 param_2 application_3.exe param_1 param_2 (:execend:)</pre></code>

source: Open attached file with application.exe: <code><pre>(:exec:) application.exe Attach:my_file.txt (:execend:)</pre></code>
de: Angehängte Datei öffnen mit application.exe: <code><pre>(:exec:) application.exe Attach:my_file.txt (:execend:)</pre></code>
ru_ru: Открыть прикрепленный файл с помощью application.exe: <code><pre>(:exec:) application.exe Attach:my_file.txt (:execend:)</pre></code>
sv: Öppna bilaga med program.exe: <code><pre>(:exec:) program.exe Attach:din_fil.txt (:execend:)</pre></code>
uk_ua: Відкрити долучений файл за допомогою application.exe: <code><pre>(:exec:) application.exe Attach:my_file.txt (:execend:)</pre></code>

source: Execute application.exe from attachments folder: <code><pre>(:exec:) %attach%/application.exe %attach%/my_file.txt (:execend:)</pre></code> or <code><pre>(:exec:) Attach:application.exe Attach:my_file.txt (:execend:)</pre></code>
de: Führen Sie application.exe aus Anhängeordner aus: <code><pre>(:exec:) %attach%/application.exe %attach%/my_file.txt (:execend:)</pre></code> oder <code><pre>(:exec:) Attach:application.exe Attach:my_file.txt (:execend:)</pre></code>
ru_ru: Запустить application.exe из папки с прикрепленынми файлами: <code><pre>(:exec:) %attach%/application.exe %attach%/my_file.txt (:execend:)</pre></code> или <code><pre>(:exec:) Attach:application.exe Attach:my_file.txt (:execend:)</pre></code>
sv: Starta program.exe från bilagemappen: <code><pre>(:exec:) %attach%/program.exe %attach%/din_fil.txt (:execend:)</pre></code> eller <code><pre>(:exec:) Attach:program.exe Attach:din_fil.txt (:execend:)</pre></code>
uk_ua: Запустити application.exe з папки з долученими файлами: <code><pre>(:exec:) %attach%/application.exe %attach%/my_file.txt (:execend:)</pre></code> або <code><pre>(:exec:) Attach:application.exe Attach:my_file.txt (:execend:)</pre></code>

source: http://jenyay.net/Outwiker/ExternalToolsEn
ru_ru: http://jenyay.net/Outwiker/ExternalTools

source: https://jenyay.net/Outwiker/ExternalToolsEn
sv: https://jenyay.net/Outwiker/ExternalTools
uk_ua: https://jenyay.net/Outwiker/ExternalTools

source: Open notes files with external editor
it_it: Apri il file delle note con un editor esterno
