Repository: unreal666/outwiker
Catalog: plugins/export2html/export2html/locale/*/LC_MESSAGES/export2html.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Export Page To HTML...
de: Seite zu HTML exportieren...
it_it: Esporta pagina in HTML...
ru_ru: Экспорт страницы в HTML...
sv: Exportera sidan till HTML...
uk_ua: Експорт сторінки в HTML...

source: Export Branch To HTML...
de: Zweig zu HTML exportieren...
it_it: Esporta ramo in HTML...
ru_ru: Экспорт ветки в HTML...
sv: Exportera grenen till HTML...
uk_ua: Експорт гілки в HTML...

source: Please, select page
de: Wählen Sie die Seite
it_it: Selezionare una pagina
ru_ru: Пожалуйста, выберите страницу
sv: Välj sida
uk_ua: Будь-ласка, виберіть сторінку

source: Error
de: Fehler
it_it: Errore
ru_ru: Ошибка
sv: Fel
uk_ua: Помилка

source: This page type not support export to HTML
de: Dieser Seitentyp wird nicht unterstützt für Export zu HTML
it_it: Questo tipo di pagina non supporta l'esportazione in formato HTML
ru_ru: Этот тип страниц не поддерживает экспорт в HTML
sv: Denna sidtyp stödjer inte export till HTML
uk_ua: Цей тип сторінки не підтримує експорт в HTML

source: Wiki is not open
de: Wiki ist nicht geöffnet
it_it: Wiki non aperta
ru_ru: Вики еще не открыта
sv: Wikin är inte öppen
uk_ua: Вікі ще не відкрита

source: Errors List
de: Fehler Liste
it_it: Elenco errori
ru_ru: Список ошибок
sv: Fellista
uk_ua: Список помилок

source: Use long file names (include parent name)
de: Verwenden Sie lange Dateinamen (mit Name der übergeordneten)
it_it: Usa nomi file lunghi (include il percorso completo nel nome del file)
ru_ru: Создавать файлы с длинными именами (включать заголовки родителей)
sv: Använd långa filnamn (inkludera överordnat namn)
uk_ua: Створювати файли з довгим іменем (включати заголовки батьківків)

source: Export to HTML
de: Export zu HTML
it_it: Esporta in HTML
ru_ru: Экспорт страниц в HTML
sv: Exportera till HTML

source: Please wait...
de: Bitte warten...
it_it: Attendere...
ru_ru: Пожалуйста, подождите...
sv: Vänta...

source: File menu not found
de: Menü "Datei" nicht gefunden
it_it: Impossibile trovare il menu File
ru_ru: Меню "Файл" не найдено
sv: Filmenyn hittas inte
uk_ua: Меню "Файл" не знайдено

source: Export
it_it: Esporta
ru_ru: Экспорт
sv: Exportera
uk_ua: Експорт

source: Export pages to HTML
de: Seite zu HTML exportieren
it_it: Esporta le pagine in HTML
ru_ru: Экспорт страниц в HTML
sv: Exportera sidor till HTML
uk_ua: Експорт сторінок в HTML

source: https://jenyay.net/Outwiker/Export2HtmlPluginEn
ru_ru: https://jenyay.net/Outwiker/Export2HtmlPlugin
uk_ua: https://jenyay.net/Outwiker/Export2HtmlPlugin

source: Folder for Export:
de: Ordner für den Export:
it_it: Cartella di destinazione:
ru_ru: Папка для экспорта:
sv: Mapp för export:
uk_ua: Тека для експорту:

source: Overwrite Existing Files
de: Vorhandene Dateien überschreiben
it_it: Sovrascrivi i file esistenti
ru_ru: Перезаписывать существующие файлы
sv: Skriv över befintliga filer
uk_ua: Перезаписувати існуючі файли

source: Attaches. Save Only Images
de: Anhänge. Nur Bilder speichern
it_it: Includi allegati (solo le immagini)
ru_ru: Прикреплённые файлы. Сохранять только картинки
sv: Bilagor. Spara endast bilder
uk_ua: Долучені файли. Зберігати лише малюнки

source: Please, select folder for export
de: Wählen Sie Ordner für den export
it_it: Selezionare la cartella di destinazione
ru_ru: Пожалуйста, выберите папку для экспорта
sv: Välj mapp för export
uk_ua: Будь-ласка, оберіть теку для експорту

source: File {0} already exists
de: Datei {0} ist bereits vorhanden
it_it: File {0} gi√† esistente
ru_ru: Файл {0} уже существует
sv: Filen {0} finns redan
uk_ua: Файл {0} вже існує

source: Folder {0} not exists
de: Ordner {0} existiert nicht
it_it: Impossibile trovare la cartella {0}
ru_ru: Папка {0} не существует
sv: Mappen {0} finns inte
uk_ua: Тека {0} не існує
