Repository: unreal666/outwiker
Catalog: plugins/htmlheads/htmlheads/locale/*/LC_MESSAGES/htmlheads.po
Languages: it_it, ru_ru, sv

source: Title (:title ...:)
it_it: Titolo (:title ...:)
ru_ru: Заголовок (:title ...:)
sv: Titel (:title ...:)

source: HtmlHeads plugin. Insert (:title... :) command
it_it: Plugin HtmlHeads. Inserisce il comando (:title... :)
ru_ru: Плагин HtmlHeads. Вставить команду (:title ...:)
sv: HtmlHeads-instick. Infoga (:title... :)-kommando

source: Description (:description ...:)
it_it: Descrizione (:description ...:)
ru_ru: Описание (:description ...:)
sv: Beskrivning (:description ...:)

source: HtmlHeads plugin. Insert (:description... :) command
it_it: Plugin HtmlHeads. Inserisce il comando (:description... :)
ru_ru: Плагин HtmlHeads. Вставить команду (:description ...:)
sv: HtmlHeads-instick. Infoga (:description... :)-kommando

source: Keywords (:keywords ...:)
it_it: Parole chiave (:keywords ...:)
ru_ru: Ключевые слова (:keywords ...:)
sv: Nyckelord (:keywords ...:)

source: HtmlHeads plugin. Insert (:keywords... :) command
it_it: Plugin HtmlHeads. Inserisce il comando (:keywords... :)
ru_ru: Плагин HtmlHeads. Вставить команду (:keywords ...:)
sv: HtmlHeads-instick. Infoga (:keywords... :)-kommando

source: Custom head (:htmlhead:)
it_it: Intestazione personalizzata (:htmlhead:)
ru_ru: Произвольный заголовок (:htmlhead:)
sv: Anpassat huvud (:htmlhead:)

source: HtmlHeads plugin. Insert (:htmlhead:) command
it_it: Plugin HtmlHeads. Inserisce il comando (:htmlhead:)
ru_ru: Плагин HtmlHeads. Вставить команду (:htmlhead ...:)
sv: HtmlHeads-instick. Infoga (:htmlhead:)-kommando

source: <html> tag attributes (:htmlattrs ...:)
ru_ru: Атрибуты тега <html> (:htmlattrs ...:)

source: HtmlHeads plugin. Insert (:htmlattrs... :) command
ru_ru: Плагин HtmlHeads. Вставить команду (:htmlattrs ...:)

source: HTML Headers
it_it: Intestazioni HTML
ru_ru: Заголовки HTML
sv: HTML-huvud

source: Plugin adds wiki-commands (:title:), (:description:), (:keywords:) and (:htmlhead:)
it_it: Il plugin aggiunge i comandi wiki (:title:), (:description:), (:keywords:) e (:htmlhead:)
ru_ru: Плагин добавляет команды (:title:), (:description:), (:keywords:) и (:htmlhead:) для викистраниц.
sv: Insticket lägger till wiki-kommandona (:title:), (:description:), (:keywords:) och (:htmlhead:)

source: <b>Usage:</b> (:title Page title:) (:description Page description:) (:keywords keyword_1, keyword_2, other keyword:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:) (:htmlattrs attr1="value" attr2="value":)
ru_ru: <b>Использование:</b> (:title Заголовок страницы:) (:description Описание страницы:) (:keywords ключевое слово 1, ключевое слово 2, еще одно ключевое слово:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:) (:htmlattrs атрибут1="значение" атрибут2="значение":)

source: http://jenyay.net/Outwiker/HtmlHeadsEn
ru_ru: http://jenyay.net/Outwiker/HtmlHeads

source: <b>Usage:</b> (:title Page title:) (:description Page description:) (:keywords keyword_1, keyword_2, other keyword:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:)
it_it: <b>Utilizzo:</b> (:title Titolo pagina:) (:description Descrizione pagina:) (:keywords ParolaChiave_1, ParolaChiave_2, altreParoleChiave:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:)
sv: <b>Användning:</b> (:title Sidtitel:) (:description Sidbeskrivning:) (:keywords nyckelord_1, nyckelord_2, annat nyckelord:) (:htmlhead:) &lt;meta http-equiv='Content-Type' content='text/html; charset=utf-8' /&gt; &lt;meta name='robots' content='index,follow' /&gt; (:htmlheadend:)
