Repository: unreal666/outwiker
Catalog: plugins/webpage/webpage/locale/*/LC_MESSAGES/webpage.po
Languages: de, ru_ru, sv, uk_ua

source: Processing: {}
de: Verarbeitung: {}
ru_ru: Обработка: {}
sv: Bearbetar: {}
uk_ua: Обробка: {}

source: Download: {}
ru_ru: Скачивание: {}
sv: Ladda ner: {}
uk_ua: Завантаження: {}

source: Can't download {}
de: {} kann nicht heruntergeladen werden
ru_ru: Ошибка скачивания {}
sv: Kan inte ladda ner {}
uk_ua: Помилка при завантаженні {}

source: Copy source URL to clipboard
de: Quell-URL in die Zwischenablage kopieren
ru_ru: Копировать URL источника в буфер обмена
sv: Kopiera URL till urklipp
uk_ua: Копіювати URL-адресу джерела до буфера обміну

source: WebPage. Copy source URL of the page to clipboard.
de: Webseite. Quell URL der Seite in die Zwischenablage kopieren.
ru_ru: WebPage. Копировать URL источника в буфер обмена.
sv: WebPage. Kopiera källans URL till urklipp
uk_ua: WebPage. Копіювати URL-адресу джерела до буфера обміну.

source: Can't open URL '{}'
de: URL kann nicht geöffnet werden '{}'
ru_ru: Ошибка открытия ссылки '{}'
sv: Kan inte öppna URL '{}'
uk_ua: Помилка відкриття URL '{}'

source: Open source URL in browser
de: Öffne Quell URL im Browser
ru_ru: Открыть исходную ссылку в браузере
sv: Öppna URL i webbläsaren
uk_ua: Відкрити URL-адресу джерела у браузері

source: WebPage. Open source URL of the page in the browser.
de: Webseite. Quell URL der Seite im Browser öffnen.
ru_ru: WebPage. Открыть исходную ссылку страницы в браузере.
sv: WebPage. Öppna URL för sidan, i webbläsaren.
uk_ua: WebPage. Відкрити URL-адресу джерела у браузері.

source: Show web page information
de: Webseiten Information anzeigen
ru_ru: Показать информацию о web-странице
sv: Visa webbsideinformation
uk_ua: Показати інформацію про web-сторінку

source: WebPage. Show current web page information.
de: WebPage. Zeigt momentanen Webseiten Informationen.
ru_ru: WebPage. Показать информацию о текущей web-странице
sv: WebPage. Visa aktuell webbsideinformation.
uk_ua: WebPage. Показати інформацію про поточну web-сторінку

source: Create child web page
de: Unterwebseite erstellen
ru_ru: Создать дочернюю web-страницу
sv: Skapa undersida
uk_ua: Створити дочірню web-сторінку

source: Download content from the Internet and create child web page
de: Inhalt aus dem Internet herunterladen und Unterwebseite erstellen
ru_ru: Скачать содержимое из интернета и создать дочернюю web-страницу
sv: Ladda ner innehåll från internet och skapa en undersida
uk_ua: Завантажити вміст з інтернету і створити дочірню web-сторінку

source: Create sibling web page
de: Gleichwertige Webseite erstellen
ru_ru: Создать web-страницу того же уровня
sv: Skapa syskonsida
uk_ua: Створити web-сторінку того ж рівня

source: Download content from the Internet and create sibling web page
de: Inhalt aus dem Internet herunterladen und Gleichwertige Webseite erstellen
ru_ru: Скачать содержимое из интернета и создать web-страницу того же уровня
sv: Ladda ner innehåll från internet och skapa en syskonsida
uk_ua: Завантажити вміст з інтернету і створити web-сторінку того ж рівня

source: Disable scripts on page
de: Scripts in dieser Seite abschalten
ru_ru: Отключить скрипты на странице
sv: Inaktivera skript på sidan
uk_ua: Відключити скрипти на сторінці

source: WebPage. Enable / disable scripts on downloaded page.
de: Webseite. Ein- / ausschalten von Scripts auf der Download Seite.
ru_ru: WebPage. Включить / отключить скрипты на скачанной странице
sv: WebPage. Aktivera/Inaktivera skript på nedladdad sida.
uk_ua: WebPage. Включити / відключити скрипти на завантаженій сторінці.

source: Web Page
de: Webseite
ru_ru: Web-страница
uk_ua: Web-сторінка

source: Web page
de: Webseite
ru_ru: Web-страница
sv: Webbsida
uk_ua: Web-сторінка

source: Plug-in for downloading HTML pages from web
de: Plug-in für HTML-Seiten aus Internet herunterladen
ru_ru: Плагин для скачивания HTML-страниц из Интернета
sv: Insticksmodul för nedladdning av HTML-sidor från nätet
uk_ua: Додаток для завантаження HTML-сторінок з Інтернету

source: https://jenyay.net/Outwiker/WebPageEn
ru_ru: https://jenyay.net/Outwiker/WebPage
uk_ua: https://jenyay.net/Outwiker/WebPage

source: Web page information
de: Webseiten Information
ru_ru: Информация о Web-странице
sv: Webbsideinformation
uk_ua: Інформація про web-сторінку

source: Downloading log
de: Log downloaden
ru_ru: Лог скачивания
sv: Nerladdningslogg
uk_ua: Журнал завантаження

source: Source URL
de: Quell URL
ru_ru: Ссылка на источник
sv: Käll-URL
uk_ua: URL-адреса джерела

source: Link
ru_ru: Ссылка
sv: Länk
uk_ua: Посилання

source: Heading
de: Überschrift
ru_ru: Заголовки
sv: Rubrik
uk_ua: Заголовки

source: Font
de: Schriftart
ru_ru: Шрифт
sv: Teckensnitt
uk_ua: Шрифт

source: Alignment
de: Ausrichtung
ru_ru: Выравнивание
sv: Justering
uk_ua: Вирівнювання

source: Formatting
de: Formatierung
ru_ru: Форматирование
sv: Formatering
uk_ua: Форматування

source: Lists
de: Listen
ru_ru: Списки
sv: Listor
uk_ua: Списки

source: Tables
de: Tabellen
ru_ru: Таблицы
sv: Tabeller
uk_ua: Таблиці

source: Download web page
de: Download Webseite
ru_ru: Скачать web-страницу
sv: Ladda ner webbsida
uk_ua: Завантажити Web-сторінку

source: URL or local file
de: URL oder eine lokale Datei
ru_ru: URL или локальный файл
sv: URL eller lokal fil
uk_ua: URL або локальний файл

source: Can't remove temp directory
de: Tempvrzeichnis kann nicht entfernt werden
ru_ru: Ошибка удаления временной директории
sv: Kan inte ta bort tempmappen
uk_ua: Помилка видалення тимчасової директорії

source: Enter link for downloading
de: Link zum Download eingeben
ru_ru: Введите ссылку для скачивания
sv: Ange länk för nedladdning
uk_ua: Введіть посилання для завантаження

source: Error
de: Fehler
ru_ru: Ошибка
sv: Fel
uk_ua: Помилка

source: HTML files (*.html; *.htm)|*.html;*.htm|All files|*.*
de: HTML-Dateien (*.html; *.htm)|*.html;*.htm|All files|*.*
ru_ru: Файлы HTML (*.html; *.htm)|*.html;*.htm|Все файлы|*.*
sv: HTML-filer (*.html; *.htm)|*.html;*.htm|Alla filer|*.*
uk_ua: Файли HTML (*.html; *.htm)|*.html;*.htm|All files|*.*

source: Page creation is canceled.
de: Seiten Erstellung wird abgebrochen.
ru_ru: Создание страницы отменено
sv: Sidskapande avbröts.
uk_ua: Створення сторінки відмінено.

source: Enter a title for the page
de: Geben Sie einen Titel für die Seite ein
ru_ru: Введите заголовок для страницы
sv: Ange titel för sidan
uk_ua: Введіть заголовок сторінки

source: Page title
de: Seitentitel
ru_ru: Заголовок страницы
sv: Sidtitel
uk_ua: Заголовок сторінки

source: Can't create the page. Perhaps the title of the page is too long.
de: Die Seite kann nicht erstellt werden. Vielleicht ist der Titel der Seite zu lang.
ru_ru: Ошибка создания страницы. Возможно, заголовок страницы слишком длинный.
sv: Kan inte skapa sidan. Sidans titel kanske är för lång.
uk_ua: Помилка створення сторінки. Можливо заголовок сторінки задовгий.

source: Start downloading
ru_ru: Начало скачивания
sv: Starta nedladdning
uk_ua: Початок завантаження

source: Download error: {}
de: Download Fehler: {}
ru_ru: Ошибка скачивания: {}
sv: Nedladdningsfel: {}
uk_ua: Помилка завантаження: {}

source: Invalid URL or file format
de: Ungültige URL oder Dateiformat
ru_ru: Неправильная ссылка или формат файла
sv: Ogiltig URL eller filformat
uk_ua: Невірне посилання або формат файлу

source: Finish downloading
de: Fertig downloading
ru_ru: Завершение скачивания
sv: Avsluta nedladdning
uk_ua: Закінчення завантаження
