Repository: unreal666/outwiker
Catalog: plugins/texequation/texequation/locale/*/LC_MESSAGES/texequation.po
Languages: de, ru_ru, sv, uk_ua

source: Equation...
de: Gleichungen...
ru_ru: Формула...
uk_ua: Формула...

source: Insert the equation in te TeX format
de: Füge eine Gleichung im TeX Format ein
ru_ru: Вставить формулу в формате TeX
sv: Infoga ekvation i TeX-format
uk_ua: Вставити формулу у TeX формті

source: Select the equation type
de: Wähle den Gleichungs Typ aus
ru_ru: Выберите тип формулы
sv: Välj ekvationstyp
uk_ua: Виберіть тип формули

source: Insert the equation
de: Füge die Gleichung ein
ru_ru: Вставка формулы
sv: Infoga ekvationen
uk_ua: Вставити формулу

source: Inline
de: In Reihe
ru_ru: Строчная
sv: Infogad
uk_ua: Вбудована

source: Block
ru_ru: Блоковая
uk_ua: Блочна

source: Cancel
de: Abbrechen
ru_ru: Отмена
sv: Avbryt
uk_ua: Скасувати

source: TeXEquation [Plugin]
ru_ru: TeXEquation [Плагин]

source: TeXEquation plug-in allow to insert equations in the TeX format.
de: TeXEquation Plugin erlaubt Gleichungen im TeX Format einzufügen.
ru_ru: Плагин TeXEquation дает возможность вставлять формулы в формате TeX
sv: TeXEquation-insticket låter dig infoga ekvationer i TeX-format.
uk_ua: Плагін TeXEquation дає можливість вставляти формули у TeX форматі.

source: https://jenyay.net/Outwiker/TexEquationEn
ru_ru: https://jenyay.net/Outwiker/TexEquation
uk_ua: https://jenyay.net/Outwiker/TexEquation

source: Inline equations scale (%)
de: Einfügen TeXEquation-Skala (%)
ru_ru: Масштаб строчных формул (%)
uk_ua: Масштаб рівнянь в рядок (%)

source: Block equations scale (%)
de: Blockiere TeXEquation-Skala (%)
ru_ru: Масштаб блоковых формул (%)
uk_ua: Масштаб блоку рівнянь (%)

source: Can't copy KaTeX library
de: KaTeX Bibliothek kann nicht kopiert werden
ru_ru: Ошибка копирования библиотеки KaTeX
sv: Kan inte kopiera KaTeX-bibliotek
uk_ua: Не вдалося скопіювати бібліотеку KaTeX

source: Equation
sv: Ekvation

source: Can't create thumbnails directory
sv: Kan inte skapa miniatyrmapp

source: Can't remove KaTeX library
sv: Kan inte ta bort KaTeX-bibliotek
