Repository: unreal666/outwiker
Catalog: plugins/statistics/statistics/locale/*/LC_MESSAGES/statistics.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Tags count: {0}
de: Tag Anzahl: {0}
it_it: Numero tag: {0}
ru_ru: Количество меток: {0}
sv: Antal taggar: {0}
uk_ua: Кількість міток: {0}

source: Most frequently used tags:
de: Meist benutzte Tags:
it_it: Tag frequentemente usati:
ru_ru: Самые часто используемые метки:
sv: Mest använda taggar:
uk_ua: Найчастіше використовувані мітки:

source: Most rarely used tags:
de: Am wenigsten benutzte Tags:
it_it: Tag meno usati:
ru_ru: Самые редко используемые метки:
sv: Minst använda taggar:
uk_ua: Найрідше використовувані мітки:

source: Pages with the largest size of attachments (in brackets the size of attachments):
de: Seiten mit der größten Größe der Anhänge (in Klammern die Größe der Anlagen):
it_it: Pagine con la dimensione degli allegati più grande (tra parentesi la dimensione degli allegati):
ru_ru: Страницы с наибольшим размером прикрепленных файлов (в скобках указан размер всех прикрепленных файлов):
sv: Sidor med mest bifogat (storlek inom parantes):
uk_ua: Сторінки з найбільшим розміром долучених файлів (в дужках вказано розмір всіх долучених файлів):

source: kB
ru_ru: кБ
uk_ua: кБ

source: Max page depth: {0}
de: Max Seitentiefe: {0}
it_it: Profondità massima pagina: {0}
ru_ru: Максимальная глубина вложенности: {0}
sv: Max siddjup: {0}
uk_ua: Максимальна глибина вкладеності: {0}

source: Page Statistic
de: Seite Statistik
it_it: Statistica pagine
ru_ru: Статистика страницы
sv: Sidstatistik
uk_ua: Статистика сторінки

source: Word count
de: Anzahl Worte
it_it: Conteggio parole
ru_ru: Количество слов
sv: Antal ord
uk_ua: Кількість слів

source: Line count
de: Anzahl Zeilen
it_it: Conteggio linee
ru_ru: Количество строк
sv: Antal rader
uk_ua: Кількість рядків

source: Character count
de: Anzahl Zeichen
it_it: Numero di caratteri
ru_ru: Количество символов
sv: Antal tecken
uk_ua: Кількість символів

source: Character count without spaces
de: Anzahl Zeichen ohne Spaces
it_it: Numero di caratteri senza spazi
ru_ru: Количество символов, исключая пробелы
sv: Antal tecken utan mellanslag
uk_ua: Кількість символів без пробілів

source: Number of attachments
de: Anzahl Anhänge
it_it: Numero di allegati
ru_ru: Количество прикрепленных файлов
sv: Antal bilagor
uk_ua: Кількість долучених файлів

source: Size of attachments (kB)
de: Größe der Anhänge (kB)
it_it: Dimensione degli allegati (kB)
ru_ru: Размер прикрепленных файлов (кБ)
sv: Storlek på bilagor (kB)
uk_ua: Розмір долучених файлів (кБ)

source: Page count: {0}
de: Seiten Anzahl: {0}
it_it: Conteggio pagine: {0}
ru_ru: Количество страниц: {0}
sv: Antal sidor {0}
uk_ua: Кількість сторінок: {0}

source: The plugin to display statistics. Statistics plugin append menu items <b>Tools -> Page Statistic</b> and <b>Tools -> Tree Statistic</b>.
de: Das Plugin um Statistiken anzuzeigen. Statistics Plugin als Menüelement einfügen <b>-Tools-> Seite Statistik</b> und <b>Werkzeuge -> Baum Statistik</b>.
ru_ru: Плагин для показа статистики. Плагин Statistics добавляет пункт меню <b>Инструменты -> Статистика страницы</b> и <b>Инструменты -> Статистика дерева</b>.
sv: Insticksmodul för att visa statistik. Statistikinsticket läggs till menyalternativen <b>Verktyg-> Sidstatistik</b> och <b>Verktyg-> Trädstatistik</b>.
uk_ua: Додаток для відображення статистики. Додаток Statistics додає пункти меню <b>Інструменти -> Статистика сторінки</b> та <b>Інструменти -> Статистика дерева</b>.

source: http://jenyay.net/Outwiker/StatisticsEn
ru_ru: http://jenyay.net/Outwiker/Statistics
uk_ua: http://jenyay.net/Outwiker/Statistics

source: Tree Statistic
de: Baum Statistik
it_it: Statistiche struttura ad albero
ru_ru: Статистика дерева
sv: Trädstatistik
uk_ua: Статистика дерева

source: A tree has no pages
de: Ein Baum hat keine Seiten
it_it: Struttura ad albero priva di pagine
ru_ru: В дереве нет страниц
sv: Ett träd har inga sidor
uk_ua: Дерево не має сторінок

source: Collecting statistics. Please wait...
de: Sammle Statistiken. Bitte warten...
it_it: Raccolta statistiche in corso, attendere...
ru_ru: Сбор статистики. Пожалуйста, подождите...
sv: Samlar in statistik. Vänta...
uk_ua: Збір статистики. Будь ласка, зачекайте...

source: Statistics
de: Statistik
it_it: Statistiche
ru_ru: Статистика
sv: Statistik
uk_ua: Статистика

source: Collecting statistics...
de: Statistik sammeln...
it_it: Raccolta statistiche...
ru_ru: Сбор статистики...
sv: Samlar in statistik...
uk_ua: Збір статистики...

source: Recent edited pages:
de: Kürzlich bearbeitete Seiten:
it_it: Pagine modificate di recente:
ru_ru: Последние измененные страницы:
sv: Senast redigerade sidor:
uk_ua: Останні змінені сторінки:

source: Oldest pages:
de: Älteste Seiten:
it_it: Pagine meno recenti:
ru_ru: Самые старые страницы
sv: Äldsta sidorna:
uk_ua: Найстаріші сторінки:

source: The longest notes (in brackets the number of characters):
de: Die längste Notiz (in Klammern die Anzahl der Zeichen):
it_it: Le note più lunghe (tra parentesi il numero di caratteri):
ru_ru: Самые длинные заметки (в скобках указано количество символов):
sv: Längsta notislängd (antal tecken inom parantes):
uk_ua: Найдовші нотатки (в дужках вказана кількість символів):

source: The plugin to display statistics. Statistics plugin append menu items <b>Tools -> Page Statistic</b> and <b>Tools -> Tree Statistic</b>.
it_it: Plugin per la visualizzazione delle statistiche. Questo plugin aggiunge la voce di menu <b>Strumenti-> Statistiche pagina</b> e <b>Strumenti-> Statistiche struttura ad albero</b>.
