Repository: unreal666/outwiker
Catalog: plugins/counter/counter/locale/*/LC_MESSAGES/counter.po
Languages: de, it_it, ru_ru, sv, uk_ua

source: Advanced
de: Erweiterte
it_it: Avanzato
ru_ru: Расширенное
sv: Avancerat
uk_ua: Розширене

source: Start count from
de: Ein Bericht mit beginnen
it_it: Iniziare il conteggio da
ru_ru: Начать отсчет с
sv: Starta räknaren från
uk_ua: Почати відлік з

source: Step
de: Schritt
it_it: Incremento
ru_ru: Шаг
sv: Steg
uk_ua: Крок

source: Hide counter
de: Zähler verstecken
it_it: Nascondi contatore
ru_ru: Скрыть счетчик
sv: Dölj räknare
uk_ua: Приховати лічильник

source: Nested counter
de: Angelegte Zähler
it_it: Contatore nidificato
ru_ru: Вложенный счетчик
sv: Inbyggd räknare
uk_ua: Вкладений лічильник

source: Parent counter name
de: Der Name des Elternzählers
it_it: Nome del contatore superiore
ru_ru: Имя родительского счетчика
sv: Överordnad räknares namn
uk_ua: Назва батьківського лічильника

source: Separator
de: Trenner
it_it: Separatore
ru_ru: Разделитель
uk_ua: Розділювач

source: Counter name
de: Der Name des Zählers
it_it: Nome del contatore
ru_ru: Имя счетчика
sv: Räknarnamn
uk_ua: Назва лічильника

source: Plugin adds wiki-command (:counter:), allowing the automatic numbering anything on the page.
de: Plugin fügt Wiki-Befehl (:counter:) ein, so dass alles auf der Seite automatisch nummeriert wird.
it_it: Il plugin aggiunge il comando (:counter:) che consente la numerazione di un qualsiasi elemento della pagina.
ru_ru: Плагин добавляет команду (:counter:), позволяющую создавать автоматическую нумерацию на викистранице.
sv: Insticket lägger till wiki-kommandot (:counter:), som låter dig numrera vad som helst på sidan automatiskt.
uk_ua: Додаток додає команду (:counter:), що дозволяє створювати автоматичну нумерацію на вікісторінці.

source: <b>Usage:</b>: (:counter parameters... :)
de: <b>Ausnutzung:</b>: (:counter Parameter... :)
it_it: <b>Utilizzo:</b>: (:counter parametri... :)
ru_ru: <b>Использование:</b>: (:counter параметры... :)
sv: <b>Användning:</b>: (:counter parametrar... :)
uk_ua: <b>Використання:</b>: (:counter параметри... :)

source: <b>Parameters:</b> All parameters are optional. <ul> <li><b>name</b> - sets the name of the counter. Counters with different names have independent current values.</li> <li><b>start</b> - value, with which to start a new count. With this option, you can "reset" the counter to the required value.</li> <li><b>step</b> - increment for the counter.</li> <li><b>parent</b> - name of the parent counter to create a numbering like 1.1, 1.2.3, etc.</li> <li><b>separator</b> - separator between a given counter and the parent counter (the default value - dot).</li> <li><b>hide</b> - parameter indicates that the counter need to hide, but to increase its value.</li> </ul>
de: <b>-Parameter:</b> Alle Parameter sind optional. <ul> <li><b>Namen</b> - legt den Namen des Zählers fest. Zähler mit unterschiedlichen Namen haben unabhängige aktuelle Werte.</li> <li><b>starten</b> - Wert, mit dem eine neue Zählung beginnt. Mit dieser Option können Sie den Zähler auf den gewünschten Wert "zurücksetzen".</li> <li><b>Schritt</b> - Inkrement für den Zähler.</li> <li><b>übergeordnete</b> - Name der übergeordneten Zähler erstellen eine Nummerierung wie 1.1, 1.2.3, etc.</li> <li><b>Trennzeichen</b> - Trennzeichen zwischen einem bestimmten Indikators und der übergeordneten Zähler (der Standardwert - Punkt).</li> <li><b>ausblenden</b> - gibt Parameter an, dass der Zähler verborgen wird, aner um seinen Wert zu erhöhen.</li> </ul>
it_it: <b>Parametri:</b> Tutti i parametri sono facoltativi. <ul> <li><b>nome</b> - imposta il nome del contatore. Contatori con nomi differenti hanno valori attuali indipendenti.</li> il valore <li><b>start</b>, con cui iniziare un nuovo conteggio. Con questa opzione, si può "resettare" il contatore al valore richiesto.</li> l'incremento del contatore è dato da <li><b>step</b>.</li> <li><b>parent</b> -rappresenta il nome del contatore superiore che consente la creazione di una numerazione del tipo 1.1, 1.2.3, ecc</li> <li><b>separator</b> indica il carattere di separazione tra un determinato contatori e il superiore (il valore predefinito è un punto).</li> <li><b>hide</b> indica che il contatore deve essere nascosto a meno che il suo valore non incrementi.</li> </ul>
ru_ru: <b>Параметры:</b> Все параметры являются необязательными. <ul> <li><b>name</b> - Устанавливает имя счетчика. Счетчики с разными именами имеют независимые текущие значения.</li> <li><b>start</b> - значение, с которого нужно начать новый отсчет. С помощью этого параметра вы можете "сбрасывать" счетчик к требуемому значению.</li> <li><b>step</b> - шаг счетчика.</li> <li><b>parent</b> - имя родительского счетчика для создания нумерации вида 1.1, 1.2.3, и т.д..</li> <li><b>separator</b> - разделитель между данным и родительским счетчиком (по умолчанию - точка).</li> <li><b>hide</b> - параметр указывает, что счетчик дожен увеличить свое значение, но сам при этом не должен отображаться.</li> </ul>
sv: <b>Parametrar:</b> Alla parametrar är valfria. <ul> <li><b>name</b> - Anger namn på räknaren. Räknare med olika namn har oberoende aktuella värden.</li> <li><b>start</b> - Värde som startar en ny räknare. Med detta alternativ kan du "återställa" räknaren till önskat värde.</li> <li><b>step</b> - Stegvärde för räknaren.</li> <li><b>parent</b> - Namn på överordnad räknare för att skapa numrering som 1.1, 1.2.3, etc.</li> <li><b>separator</b> - Separator mellan en given räknare och överordnad räknare (standardvärde - punkt).</li> <li><b>hide</b> - Parametern indikerar att räknaren skall döljas, men öka sitt värde.</li> </ul>
uk_ua: <b>Параметри:</b> Всі параметри є необов’язковими. <ul> <li><b>name</b> - Встановлює назву лічильника. Лічильники з різними назвами мають незалежні поточні значення.</li> <li><b>start</b> - значення, з якого потрібно починати новий відлік. Завдяки цьому параметру ви можете "зкидати" лічильник до потрібного значення.</li> <li><b>step</b> - крок лічильника.</li> <li><b>parent</b> - назва батьківського лічильника для створення нумерації вигляду 1.1, 1.2.3 тощо.</li> <li><b>separator</b> - розділювач між даним і батьківським лічильником (за замовчуванням - крапка).</li> <li><b>hide</b> - параметр вказує, що лічильник має збільшувати своє значення, але сам при цьому не має відображатися.</li> </ul>

source: https://jenyay.net/Outwiker/CounterEn
ru_ru: https://jenyay.net/Outwiker/Counter
uk_ua: https://jenyay.net/Outwiker/Counter

source: Counter (:counter ...:)
de: Zähler (:counter...:)
it_it: Contatore (:counter ...:)
ru_ru: Счетчик (:counter ...:)
uk_ua: Лічильник (:counter ...:)

source: Counter plugin. Insert (:counter... :) command
de: Plugin Counter. Befehl (:counter:) einfügen
it_it: Plugin Counter. Inserisce il comando (:counter... :)
ru_ru: Плагин Counter. Вставить команду (:counter:)
sv: Räknarinstick. Infoga kommandot (:counter... :)
uk_ua: Додаток Counter. Вставити команду (:counter... :)
