Repository: unreal666/outwiker
Catalog: plugins/thumbgallery/thumbgallery/locale/*/LC_MESSAGES/thumbgallery.po
Languages: uk_ua

source: Gallery
uk_ua: Галерея

source: Columns count (0 - without table)
uk_ua: Кількість стовпців (0 - без таблиці)

source: Thumbnails size (0 - default size)
uk_ua: Розмір мініатюр (0 - стандартний розмір)

source: All Images
uk_ua: Всі зображення

source: Clear
uk_ua: Очистити

source: https://jenyay.net/Outwiker/ThumbGalleryEn
uk_ua: https://jenyay.net/Outwiker/ThumbGallery

source: locale/description.html
uk_ua: locale/uk_UA/description.html

source: Can't load description
uk_ua: Не вдалося завантажити опис

source: Gallery (:thumbgallery:)
uk_ua: Галерея (:thumbgallery:)

source: Insert (:thumbgallery:) wiki command to create the gallery.
uk_ua: Вставити вікі-команду (:thumbgallery:) для створення галереї.
